Repository: wescamp/Flight_Freedom-root
Catalog: po/*.po
Languages: da, de, fr, sv

source: Driver
da: Slavepisker
de: Fahrer
fr: Conducteur d'esclaves
sv: Slavdrivare

source: The Slave Driver makes a living by beating slaves in order to make them productive.
da: Slavepiskeren tjener sine penge ved at banke slaver så de producerer mest muligt.
fr: Le gagne-pain des conducteurs d'esclaves est de battre les esclaves pour les rendre plus productifs.
sv: Slavdrivaren tjänar sitt uppehälle genom att slå slavar så att de arbetar snabbare.

source: whip
da: pisk
de: Peitsche
fr: fouet
sv: piska

source: Drake Flare
da: Hestedrageflamme
fr: Drake flamboyant
sv: Flamdrake

source: Worker Wood
da: Arbejdertræ
fr: Travailleur bûcheron
sv: Arbetarträ

source: none
da: ingen
de: keine
fr: aucune
sv: inget

source: Slave Wood
da: Slavetræ
fr: Esclave bûcheron
sv: Slavträ

source: Falcon
da: Falk
de: Falke
fr: Faucon
sv: Falk

source: Frigate
da: Fregat
de: Fregatte
fr: Frégate
sv: Fregatt

source: The Frigate is rather slow, but it is powerful and well-protected.
da: Fregaten er langsom, men stærk og godt beskyttet.
de: Die Fregatte ist ein eher langsames Schiff, aber stark und gut gepanzert.
fr: La frégate est relativement lente, mais elle est puissante et bien protégée.
sv: Frigatten är långsam men kraftig och välskyddad.

source: Galleon
da: Galeon
de: Galleone
fr: Galion
sv: Galjon

source: Galleons are sailing warships. The humans' attempt at sea travel, they are expensive, but very strong. Armed with three ballistae, they mete out justice with deadly efficency.
da: Galeoner er sejlende krigsskibe. De er dyre, men meget solide. Bevæbnet med tre ballister kan de udddel retfærdighed med dødelig præcision.
de: Galleonen sind segelnde Festungen. Für die Menschen sind sie zwar teuer, aber mächtig. Mit drei Ballistae bringen sie blutige Gerechtigkeit über ihre Gegner.
fr: Les galions sont des navires de guerre à voile. Ils sont la tentative des humains pour voyager en mer. Ils sont chers, mais très puissants. Armés de trois balistes, ils répandent la justice avec une efficacité mortelle.
sv: Galjoner är dyra men väldigt starka. Bestyckade med tre ballistor mäter de ut rättvisa med dödlig effektivitet.

source: Gargoyle
da: Gargoil
fr: Gargouille
sv: Gargoyl

source: A statue animated by dark magic, it is not very powerful, but it is annoying, as it reverts to its stone form during the day, making it invulnerable to all force.
da: En statue der indeholder mørk magi. Den er ikke særlig magtfuld, men den er irriterende, da den vender tilbage til sin stenform om dagen, hvilket gør den usårlig overfor alle styrker.
de: Zwar ist die dunkle Magie, die eine Gargoyle erfüllt, nicht allzu mächtig. Tagsüber aber verwandelt sie sich in Stein und ist unverwundbar - ein Ärgernis für jeden Strategen.
fr: Statue animée par la magie noire, la gargouille n'est pas très puissante mais elle est agaçante. En effet, elle retourne à son état de pierre pendant la journée, ce qui la rend invulnérable à toute attaque.
sv: En gargoyl är en av svartkonst animerad staty. Den är inte speciellt kraftfull men irriterande då den under dagen återgår till sin stenform och blir osårbar.

source: Giant Boar
da: Kæmpevildsvin
de: Riesenwildschwein
fr: Sanglier géant
sv: Jättevildsvin

source: Giant Boars are overgrown pigs with a nasty disposition that will attack anything that moves. It is fortunate that these animals are rare.
da: Kæmpevildsvin er store svin der har en modbydelig vane med at angribe alt som bevæger sig. Heldigvis er disse dyr sjældne.
fr: Les sangliers géants sont des cochons surdimensionnés au tempérament vicieux qui attaquent tout ce qui bouge. Il est heureux que ces bêtes soient rares.
sv: Jättevildsvin är förvuxna grisar med den olyckliga läggningen att anfalla allt som rör sig. Turligt nog är de dock sällsynta.

source: Gunboat
da: Kanonbåd
de: Kanonenboot
fr: Canonnière
sv: Kanonbåt

source: Gunboats are medium-sized attack ships, armed with a ballista and a catapult.
da: Kanonbåde er mellestore angrebsskibe, bevæbned med en ballist og en katapult.
de: Kanonenboote sind Offensivschiffe mittlerer Größe, die mit einer Ballista und einem Katapult bewaffnet sind.
fr: Les canonnières sont des navires d'attaque de taille moyenne, armés d'une baliste et d'une catapulte.
sv: Kanonbåtarna är medelstora attackskepp, bestyckade med en ballista och en katapult.

source: Highwayman
da: Landevejsrøver
de: Straßenräuber
fr: Vagabond
sv: Stråtrövare

source: Armed with a heavy mace, Highwaymen are the last people you want to meet on a deserted road late at night.
da: Bevæbnet med en stor økse er en landevejsrøver den sidste person du ønsker at møde på en afsondret vej sent om natten.
de: Straßenräuber sind die Letzten, denen man bei Mondschein begegnen möchte - dafür sorgen sie mit ihrer schweren Keule.
fr: Armés d'une lourde masse, les vagabonds sont les dernières personnes que vous souhaiteriez croiser en pleine nuit sur une route déserte.
sv: Beväpnade med tunga spikklubbor som de är, så är stråtrövarna de sista du vill möta på en ödslig väg sent på natten.

source: Wild Horse
da: Vild hest
fr: Cheval sauvage
sv: Vildhäst

source: Horses that escape captivity often become wild and hostile to humans, especially if cornered or frightened. Though they are easily put down, their kicks can smash a man's skull.
da: Heste som er undsluppet fangenskab bliver ofte vilde og fjendtlige over for mennesker specielt hvis de føler sig klemt op i et hjørne eller skræmmes. Selvom de hurtigt kan nedlægges kan deres spark knuse en mands kranie.
fr: Les chevaux qui échappent à la captivité deviennent souvent sauvages et hostiles aux humains, surtout s'ils sont acculés ou effrayés. Bien qu'ils soient facilement maîtrisés, leurs ruades peuvent fracasser un crâne d'homme.

source: Horse
da: Hest
fr: Cheval

source: Horses, when tamed, are used as mounts by Elvish and Human armies, and also as beasts of burden.
da: Heste, når de er tæmmet, anvendes som ridedyr af elvernes og menneskenes hære.
fr: Lorsqu'ils sont dressés, les chevaux sont utilisés par les armées elfes et humaines comme montures ou comme bêtes de somme.

source: Invisible
da: Usynlig
de: Unsichtbar
sv: Osynlig

source: dummy
da: figurskive
de: Puppe
fr: arme factice
sv: tom

source: Laser Trooper
da: Lasersoldat
de: Laserschütze
fr: Fusilier laser
sv: Lasersoldat

source: A soldier from the far future trapped in the present, the Laser Trooper is very deadly. He is armed with a computerized laser rifle of incredible power and accuracy and protected by forcefields, making him immune to any non-magical force. He also has a jetpack that allows him to fly at incredible speeds. However, all damage taken is permanent, because future materials are not available, and this unit, being an outcast, cannot enter a village. :)
da: En soldat fra den fjerne fremtid fanget i nutiden. Lasersoldaten er særdeles dødelig. Han er bevæbnet med en computerstyret riffel med utrolig gennemslagsstyrke og præcision og er beskyttet af et kraftfelt, som gør ham immun over for alt ikkemagisk. Han har også et drivmiddel som tillader ham at flyve i høj fart. Al skade han modtager er dog permanent, idet fremtidens materialer ikke er tilgængelig, og denne enhed, kan som værende fredløse, ikke gå ind i landsbyer.
de: Wie nicht anders von einem Soldaten aus der fernen Zukunft zu erwarten ist, ist die Begegnung mit einem feindlichen Laserschützen tötlich. Neben einem Phasor X PTT (PreciseTargetTech)-Lasergewehr ist er mit Kraftfeldern ausgestattet, von denen alle Arten nichtmagischer Gewalt abprallen. Zudem verfügt er über ein Jetpack, das ihn mit unglaublicher Geschwindigkeit fliegen lässt. Leider gibt es hier nicht die Materialien der Zukunft - deshalb ist jeder Schaden, der ihm zugefügt wird, permanenter Natur. Der Zutritt zu Dörfern wird diesem fremdartigen Krieger verwehrt.
fr: Soldat venu d'un lointain futur et prisonnier du présent, le fusilier laser est mortel. Il est armé d'un fusil laser informatisé doté d'une précision et d'une puissance de feu incroyables et est protégé par des champs de force qui le rendent invulnérable à toute attaque non-magique. Il possède également un jetpack qui lui permet de voler à une vitesse sidérante. Néanmoins, tous les dégâts qu'il subit sont permanents, les matériaux futuristes n'étant pas disponibles et son statut de paria lui interdisant de pénétrer dans un village. :)
sv: Lasersoldaten kommer från den avlägsna framtiden men är fångad i nutiden. Den är beväpnad med ett datorstyrt lasergevär med otrolig kraft och är skyddad av kraftfält som gör den immun mot alla ickemagiska attacker. Den har också en jetpack som gör det möjligt att flyga i fantastiska hastigheter. All skada som åsamkas den är dock permanent, då de framtida material utrustningen är gjord av inte är tillgängliga och eftersom byborna alltid anklagar lasersoldaten för häxeri och svartkonst och vägrar komma till undsättning.

source: laser rifle
da: laserriffel
de: Lasergewehr
fr: fusil laser
sv: lasergevär

source: magical
da: magisk
de: magisch
fr: magique
sv: magisk

source: Lava Beast
da: Lavabæst
de: Lavawesen
fr: Bête de lave
sv: Lavabest

source: The Lava Beast is a living, breathing hunk of lava with a bad attitude.
da: Lavabæstet er en levende, åndende klump lave med en dårlig indstilling.
de: Das Lavawesen ist ein Haufen lebender Lava mit _sehr_ schlechten Angewohnheiten.Es ist immun gegen Feuer und eignet sich daher nicht zum Zubereiten einer warmen Zwischenmahlzeit.
fr: La bête de lave est une masse de lave vivante et dotée d'un mauvais caractère.
sv: Lavabesten är en levande lavaklump med ett genuint dåligt humör.

source: fist
da: knytnæve
de: Faust
fr: poing
sv: knytnäve

source: boulder
da: sten
de: Felsblock
fr: rocher
sv: stenblock

source: The Lava Monster is a nasty creature made of living lava, which can punch and throw red-hot boulders. It is also immune to fire.
da: Lavamonstret er en fæl skabning af levende lava, som kan kaste rødglødende sten. Monstret er immum over for ild.
de: Das Lavawesen ist ein Haufen lebender Lava mit _sehr_ schlechten Angewohnheiten.Es ist immun gegen Feuer und eignet sich daher nicht zum Zubereiten einer warmen Zwischenmahlzeit.
fr: Le monstre de lave est une créature vicieuse constituée de lave vivante qui peut frapper ou projeter des rochers chauffés au rouge. Il est bien sûr insensible au dégâts causés par le feu.
sv: Lavamonstret är ett otäck varelse av levande lava, som kan slåss och kasta glödgade stenblock. Det är också okänsligt för eld.

source: Pig
da: Svin
fr: Cochon
sv: Gris

source: Pigs are instrumental in the production of ham. Also, their skin is used to make Wesballs, like those used in the game of Wesbowl.
da: Svin bruges til kødproduktion. Deres skin anvendes også til produktionen af bolde (Wesbolde), som bruges i spillet Wesbowl.
fr: Les cochons sont l'instrument de base de la production du jambon. De plus, leur cuir est utilisé pour confectionner des wesboules, comme celles qu'on emploie dans le Wesbowl.
sv: Grisar är av nöden när man gör skinka. Deras hud används dessutom i wesbollar, som de som används i spelet Wesbowl.

source: Pirate
da: Pirat
de: Pirat
sv: Pirat

source: Dogs of the sea, pirates are outlaws who prey in the open water. With a cutlass, they make nasty foes.
da: Hunde på havet, pirater er fredløse som tager bytte på åbent hav. Med en huggert er de en modbydelig fjende.
de: Die Wölfe der See sind mit ihren Säbeln grausame Gegner.
fr: Chiens des mers, les pirates sont des hors-la-loi, des prédateurs de la haute-mer. Avec leurs coutelas, ils sont des ennemis vicieux.
sv: Pirater, havens hundar, är fredlösa som jagar i öppna vatten. Med sina sablar utgör de otäcka fiender.

source: cutlass
da: huggert
de: Säbel
fr: coutelas
sv: sabel

source: Pirate Captain
da: Piratkaptajn
de: Piratencaptain
fr: Capitaine pirate
sv: Piratkapten

source: Like all pirates, these are thieves of the water. This one is a captain, who is in charge of leading his thugs into battle.
da: Som alle andre pirater er de havets tyve. Denne er kaptajn og dermed anfører af sine bøller i kamp.
de: Ein Piratencaptain hat sich zum Anführer der Meute hochgearbeitet und befehligt sie.
fr: Comme tous les pirates, ils sont des voleurs des mers. Celui-ci est un capitaine, qui a pour tâche de mener ses malfrats à la bataille.
sv: Som alla pirater är dessa havens tjuvar. Den här är kapten, och leder sina busar i strid.

source: backstab
da: knivstik i ryggen
fr: coup dans le dos
sv: rygghugg

source: Pirate Cruiser
da: Piratkrydser
de: Piratenkreuzer
fr: Croiseur pirate
sv: Piratskepp

source: The Pirate Cruiser is a larger pirate ship, either built or captured. It has 3 ballistae.
da: Piratkrydseren er et stort piratskib, enten selv bygget eller erobret. Den har 3 ballister.
de: Der Piratenkreuzer ist ein großes Kriegsschiff, das mit drei Ballistae ausgestattet ist.
fr: Le croiseur pirate est un plus grand navire pirate, soit construit soit capturé. Il possède trois balistes.
sv: Piratskeppen är ett stort skepp, antingen byggt eller kapat. Det har tre ballistor.

source: Pirate Galleon
da: Piratgaleon
de: Piraten-Galleone
fr: Galion pirate
sv: Piratgaljon

source: The Pirate Galleon is a former battleship of the Wesnothian navy, captured by renegades and pressed into service. It has 5 ballistae.
da: Piratgaleonen er et tidligere slagskib fra Wesnoths hær, erobret af overløbere og tvunget ind i pirattjeneste. Den har 5 ballister.
de: Die Piraten-Galleone ist ein ehemaliges Kriegsschiff der Wesnoth-Flotte. Es wurde von Abtrünnigen übernommen und mit seinen fünf Ballistae eingesetzt.
fr: Le galion pirate est un ancien navire de guerre de la marine wesnothienne, capturés par des renégats et remis en service. Il possède 5 balistes.
sv: Piratgaljonen är ett kapat före detta örlogsskepp från Wesnoths flotta. Det har fem ballistor.

source: Pirate Schooner
da: Piratskonnert
de: Piraten-Schoner
fr: Goélette pirate
sv: Piratskonare

source: Pirates are the aquatic vector of Thieves. Manned by human renegades, these ships ply the seaways, looking for plunder. They are widely feared because of that.
da: Pirater er havets tyveknægte. Piratskonnerten er bemandet med menneskeoverløbere, og disse skibe plyndrer søvejene. De er frygtet på grund af dette.
de: Piraten sind die Räuber der Meere. Bemannt mit beutehungrigen menschlichen Abtrünnigen lechzen diese Schiffe nach Beute enlang der Seewege. Der Ablick ihrer Segel genügt, um Angst und Schrecken zu verbreiten.
fr: Les pirates sont la branche maritime des voleurs. Manoeuvrés par des renégats humains, leurs navires sillonnent les mers en quête de butin et sont largement craints pour cette raison.
sv: Pirater är havens motsvarigheter till tjuvar. Bemannade av överlöpare så patrullerar de här skeppen vattenvägarna och söker efter något att plundra. De är vida beryktade på grund av detta.

source: Rabbit
da: Kanin
de: Hase
fr: Lapin
sv: Kanin

source: The rabbit is a cute creature living in the fields and forests. In its gnawing attack, striking from powerful incisors, resides the Wesnoth carrots' greatest fear. Alas, rabbits are victims of the appetite of many other nasty creatures like wolves or even humans, for their flesh is amongst the most delicious known dishes. Legend has it that they follow a king rabbit by the name of Cedric :) .
da: Kaninen er en sød skabning som lever i marker og skove. Dens gnavende angreb udført af stærke fortænder er frygtet blandt Wesnoths gulerødder. Kaninen er ofre for mange andre skabningers appetit, såsom ulve og selv mennesker, da deres kød er blandt det mest delikate. Legenden siger at de følger en kaninkonge ved navn Cedric.
fr: Le lapin est une mignonne petite créature vivant dans les champs et les forêts. C'est dans l'attaque grignotante lancée par ses puissantes incisives que réside la plus grande terreur des carottes de Wesnoth. Hélas, les lapins sont victimes de l'appétit de nombreuses autres créatures comme les loups ou les hommes, leur chair faisant partie des mets les plus délicieux. La légende dit qu'ils ont un roi du nom de Cédric. :)
sv: Kaninen är en gullig varelse som bor i fält och skogar. Deras gnagattack, där de angriper med sina kraftiga framtänder, är Wesnoth-morötternas största fasa. Tyvärr faller kaniner offer för många andra otäcka varelser som vargar och till och med människor, då deras kött är bland det smakligaste som finns. Legenden säger att de anförs av en kung vid namn Cedric :)

source: incisors
da: fortænder
de: Zähne
fr: incisives
sv: framtand

source: Rock
da: Spærrende sten
de: Fels
fr: Roche
sv: Sten

source: This is impassable to all things, but is loose. It can be destroyed, but not easily.
da: Denne kan ikke flyttes, men kan ødelægges, dog ikke nemt.
de: Dies ist unpassierbar, aber es ist instabil. Es kann zerstört werden, aber nicht leicht.
fr: Ceci est impraticable pour toute chose, mais c'est branlant. On peut la détruire, mais pas facilement.
sv: Ingenting kan ta sig igenom den här, men den är lös. Den kan förstöras, men inte så enkelt.

source: steadfast
da: urokkelig
de: Standhaft
fr: inébranlable
sv: ståndaktig

source: Rock Golem
da: Stengolem
de: Steingolem
fr: Golem de roche
sv: Stengolem

source: Rock Golems are creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy.
da: Stengolem er skabninger skabt af solid levende sten. De har et svagt angreb men er utrolig svære at ødelægge.
fr: Les golems de roche sont des créatures constituées de roche vivante et solide. Leur attaque est faible, mais ils sont incroyablement difficiles à détruire.
sv: Stengolem är varelser gjorda av solid, levande sten. De har en svag attack, men är otroligt svåra att nedgöra.

source: Saurian Headhunter
da: Øgledusørjæger
de: Saurianischer Kopfjäger
fr: Chasseur de têtes saurien
sv: Huvudjägare

source: Saurian Headhunters are the heavy fighters of the saurians. Armed with an axe, they can deliver relatively strong blows, but are encumbered by armor.
da: Øgledusørjægere er blandt de stærke kæmpere hos øglerne. Bevæbnet med en økse kan de yde stærke slag, men deres rustning gør dem langsomme.
de: Saurianische Kopfjäger sind die Krieger der Saurianer. Mit ihrer Axt können sie recht kraftvolle Hiebe führen, werden aber durch ihre Rüstung behindert.
fr: Les chasseurs de têtes constituent l'infanterie lourde des sauriens. Armés d'une hache, ils peuvent délivrer des coups relativement puissants, mais sont encombrés par leur armure.
sv: Dessa huvudjägare utgör det tunga infanteriet hos ödlefolket. Med sina yxor kan de dela ut tunga slag, men de hindras av sin rustning.

source: axe
da: økse
de: Axt
fr: hache
sv: yxa

source: Saurian Jarl
da: Øglejarl
de: Saurianischer Jarl
fr: Sergent saurien
sv: Ödlejarl

source: Saurian Jarls are the leaders of saurian attack squads. Armed with an axe and armored, they are capable of doing decent damage and can take some hits, but the armor slows them down to the point where they cannot sneak pass enemies.
da: Øglejarlen er ledere af øglernes angrebsgrupper. Bevæbnet med en økse og rustning, kan de øve stor skade og kan også selv tåle nogle slag, men rustningen gør dem langsomme og de kan derfor ikke snige sig forbi fjender.
de: Saurianische Jarle sind die Anführer der Angriffstruppen. Gerüstet und mit einer Axt bewaffnet, können sie einigen Schaden verursachen und den einen oder anderen Schlag wegstecken. Allerdings werden sie durch ihre Rüstung so sehr behindert, daß sie nicht mehr an Feinden vorbeischleichen können.
fr: Les sergents sauriens sont les meneurs des escouades d'assaut des sauriens. Équipés d'une hache et d'une armure, ils sont capables d'infliger des dommages honorables et de subir quelques blessures, mais leur armure les ralentit à tel point qu'ils ne peuvent s'infiltrer derrière les ennemis.
sv: Ödlefolkets jarlar är deras attackstyrkors ledare. Bepansrade och beväpnade med yxor har de möjlighet att göra ordentligt med skada. De klarar att ta några smällar men deras rustning sinkar dem så att de inte längre kan smita förbi sina fiender utan att märkas.

source: Saurian Juggler
da: Øglejonglør
de: Saurianischer Jongleur
fr: Jongleur saurien
sv: Ödlejonglör

source: More experienced Skalds, the Jugglers can throw more daggers. They have also learned to supplement their natural poison with swamp berry extracts.
da: Mere erfarne skjalde kaldet jonglører kan kaste flere daggerter. De har også lært sig at supplere deres gift med sumpbærudtræk.
de: Als erfahrenere Skladen können sie mehr Dolche werfen. Zudem haben sie gelernt, ihr natürliches Gift mit Sumpfebeerenextrakt zu versetzen.
fr: Skalds plus expérimentés, les jongleurs peuvent lancer plus de dagues. Ils ont également appris à améliorer leur poison naturel avec des extraits de baies des marais.
sv: Jonglörerna är mer erfarna skalder som kan kasta fler knivar. De har lärt sig att ersätta sitt naturliga gift med saften från träskbär.

source: teeth
da: tand
de: Zähne
fr: crocs
sv: tänder

source: dagger
da: daggert
de: Dolch
fr: dague
sv: dolk

source: Saurian Knifethrower
da: Øgleknivkaster
de: Saurianischer Messerwerfer
fr: Saurien lanceur de couteaux
sv: Ödleknivkastare

source: The Saurian Knifethrowers are the elite of the Skalds. They possess incredible skill with their arms, enabling them to throw many daggers at blindingly fast speeds.
da: Øgleknivkasterne er eliten blandt skjaldene. De har utrolige evner med deres arme, hvilket gør dem i stand til at kaste mange daggerter i ekstrem høj fart.
de: Die Sauriansichen Messerwerfer sind die Elite der Skalden. Sie verfügen über eine unglaubliche Fingerfertigkeit in dern Handhabung ihrer Waffen und können viele Dolche in einem Wirbel schleudern.
fr: Les lanceurs de couteaux sont l'élite des skalds. Ils sont incroyablement compétents avec leurs armes, ce qui leur permet de lancer de multiples dagues à une vitesse aveuglante.
sv: Ödleknivkastare är skaldernas elit. De är fantastiskt skickliga med sitt vapen och kan kasta flera knivar i snabb följd.

source: Saurian Margrave
da: Øglemarkis
de: Saurianischer Margrave
fr: Margrave saurien
sv: Ödlefältkommendant

source: Saurian Margraves are the leaders of saurian armies. They are also skilled with the axe, but like the Jarls, are slower than most saurians due to their armor and cannot sneak past enemies.
da: Øglemarkiser er lederne af øglernes hær. De er også dygtige med en økse, men som jarlerne er de langsommere end de fleste andre øgler på grund af deres rustning og de kan ikke snige sig forbi fjender.
de: Der Saurianische Margrave ist der Anführer der Saurianischen Armee. Er ist zwar im umgang mit der Axt geübt, aber wie die Jarls wird er durch seine Rüstung behindert und kann nicht durch die gegnerischen Reihen schlüpfen.
sv: Fältkommendanterna är ödlefolkets arméers ledare. De är skickliga yxmän, men likt jarlen är de långsammare än vanliga ödlemän på grund av sin rustning och kan inte smita förbi fiender.

source: Saurian Skald
da: Øgleskjald
de: Saurianischer Skalde
sv: Ödleskald

source: The Saurian Skalds are selected from a slower-moving but considerably stronger race of saurians, which also bear a dreaded poison bite. However, they are best known for their manual dexterity, which they translate into fast dagger throwing.
da: Øgleskjaldene vælges fra en ikke så hurtig bevægende race af øgler der er stærkere og også har en dødelig gift i deres bid. De er dog mest kendt for deres behændighed som de bruger til at kaste daggerter med.
de: Die Saurianischen Skalden werden unter den langsameren, aber bedeutend kräftigeren Saurianern erwählt, die über einen gefürchteten Giftbiß verfügen. Am bekanntesten ist aber ihre Fingerfertigkeit, die sie zum Messerwerfen nutzen.
sv: Skalderna väljs ut bland de långsammare men starkare av ödlemännen, som också har ett farligt och giftigt bett. De är bäst kända för sin flinkhet, som de använder för att kasta knivar.
