Repository: wescamp/Flight_Freedom-root
Catalog: po/*.po
Languages: da, de, fr, sv

source: They have fortified the entrance!
da: De har befæstet indgangen!
de: Sie haben den Eingang befestigt!
fr: Ils ont fortifié l'entrée !
sv: De har förstärkt och blockerat ingången!

source: The tower has fallen into disrepair. Onward!
da: Tårnet er faldet sammen. Fremad!
fr: La tour a été laissée à l'abandon. En avant !

source: Help us! The humans are trying to kill us!
da: Hjælp os! Menneskene forsøger at dræbe os!
de: Helft uns! Die Menschen bringen uns um!
fr: Aidez-nous ! Les humains essaient de nous tuer !
sv: Hjälp oss! Människorna försöker döda oss!

source: Greetings. My name is James T. Picard. I am a soldier from 500 years in the future. My time machine has just broken down. I am at your service.
da: Velkommen. Mit navn er James T. Picard. Jeg er en soldat fra 500 år ude i fremtiden. Min tidsmaskine er brudt sammen. Jeg står til jeres tjeneste.
de: Grüße. Mein Name ist James T. Picard, ein Soldat aus einer fernen Zukunft. Leider scheint meine Zeitmaschine eine Fehlfunktion gehabt zu haben. Meine Herren, ich stehe Ihnen zur Verfügung. Falls ich bitte einen Darjeeling haben könnte. Danke.
fr: Salutations. Mon nom est James T. Picard. Je suis un soldat venu de 500 ans dans le futur.
sv: Välkomna. Mitt namn är James T. Picard. Jag är en soldat från femhundra år in i framtiden. Min tidsmaskin har precis gått sönder. Jag står till er tjänst.

source: Malfunction! YAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!!!
da: Fejl! Yaaaaaaaaaaaaaaa!!!
de: Fehlfunktion! AAAAAAAAAAAAAAAAHAAAAAAAAAARRRR!!
fr: Disfonctionnement ! YAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA !
sv: Trasighet! YAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!!!

source: Epilogue
da: Epilog
de: Epilog
fr: Épilogue
sv: Epilog

source: With the seizure of Weswyt, Morogor was once again the homeland of the Drakes.
da: Med erobringen af Weswyt blev Morogor igen hjemland for hestedragerne.
de: Mit der Einnahme Weswyts war Morogor wieder in die Heimat der Drachen zurückgekehrt.
fr: Morogor était de nouveau la patrie des drakes après la capture de Weswyt.
sv: När Weswyt hade blivit återtaget så var Morogor återigen drakfolkets hemland.

source: Malakar was crowned King of the Drakes, for saving his people from the hands of the humans.
da: Malakar blev kronet som konge over hestedragerne, da han var den som havde reddet sit folk fra menneskene.
de: Malakar hat den König der Drachen gekrönt, denn er war es, der sein Volk aus den Händen der Menschen befreit hat.
fr: Malakar fut couronné roi des drakes pour avoir sauvé son peuple des griffes des humains.
sv: Malakar blev krönt till drakfolkets kung, eftersom han hade räddat sitt folk ur människornas klor.

source: With the might of all the other drake tribes behind him, Malakar was able to strike repeatedly at the humans, and liberate their brothers still in captivity.
da: Med brug af magten bag alle de andre hestedragestammer var Malakar i stand til at angribe igen og igen mod menneskene og endelig at befri deres brødre der stadig var i fangenskab.
de: Mit der Macht aller Drachenstämme im Rücken konnte Malakar unablässig Schläge gegen die Menschen führen und seine Brüder befreien, die sich immernoch in Gefangenschaft befanden.
fr: Avec le soutien des autres tribus drakes, Malakar fut en mesure d'attaquer les humains à plusieurs reprises et de libérer ses frères encore en captivité.
sv: Med makten hos alla de andra drakstammarna bakom sig så kunde Malakar befria de av sitt folk som fortfarande var i fångenskap.

source: Malakar lived to the ripe old age of 133. It was rumored that a massive firestorm erupted when he died, engulfing half of Morogor.
da: Malakar levede til han var 133. Der var rygter om at en enorm ildstorm brød ud da han døede og at den spiste halvdelen af Morogor.
de: Malakar starb im reifen Alter von hundertdreiunddreißig Jahren. Gerüchte wissen von einem gewaltigen Feuersturm zu berichten, als er starb. Das Feuer soll halb Morogor überrollt haben.
fr: Malakar vécut jusqu'à l'âge avancé de 133 ans. La rumeur prétend qu'à sa mort, une gigantesque tempête de feu se déchaîna, engloutissant la moitié de Morogor.
sv: Malakar levde till den respektabla åldern av 133 år. Det ryktades att en kraftig eldstorm bröt ut när han dog, som slukade halva Morogor.

source: Kogw lived to be 47, and was a noble in Malakar's court.
da: Kogw levede til han blev 47. Han var en adelig i Malakars hus.
de: Kogw lebte als Adeliger an Malakars Hof, bis er mit siebenundvierzig Jahren dahinschied.
fr: Kogw vécut jusqu'à 47 ans, considéré comme un noble à la cour de Malakar.
sv: Kogw blev en adelsman vid Malakars hov och levde tills han var 47.

source: For hundreds of years afterward, Malakar was remembered as one of the heroes of the drakes.
da: I århundreder blev Malakar husket som en af hestedragernes helte.
de: Noch Jahrhunderte später gedachte man Malakar als einem der großen Drachenhelden.
fr: On se souvint de Malakar comme de l'un des héros du peuple drake des centaines d'années après ces événements.
sv: I hundratals år därefter var Malakar ihågkommen som en av drakfolkets stora hjältar.

source: Eventually, he and Kogw were deified. Their spirits remained to watch over the drakes from above.
da: Tilsidst blev han og Kogw ophøjet til guder. Deres ånder blev tilbage for at vogte over hestedragerne fra himlen.
de: Schließlich wurden er und Kogw in den Stand der Götter gehoben. Ihre Geister wachen nun vom Himmel herab über das Schicksal der Drachen.
fr: Finalement, Malakar et Kogw furent déifiés. Leurs esprits demeurèrent pour surveiller les drakes depuis le ciel.
sv: Slutligen blev han och Kogw gudsförklarade. Deras andar vaktade över drakfolket från ovan.

source: Take your place at the throne
da: Indtag din plads på tronen
de: Nehmt Eueren Platz am Thron ein.
fr: Prenez place sur le trône.
sv: Ta din plats på tronen

source: VICTORY IS OURS!!!
da: Sejren er vores!!!
de: Der Sieg ist UNSER!
fr: A NOUS LA VICTOIRE !
sv: SEGERN ÄR VÅR!!!

source: The Exodus
da: Udvandringen
de: Exodus
fr: L'Exil
sv: Utvandringen

source: We have reached our landing site!
da: Vi har nået vores landingsområde!
de: Wir haben den Landeplatz erreicht!
fr: Nous avons atteint notre point de débarquement !
sv: Vi har nått vår landstigningsplats!

source: It is overrun by humans. Let us kill them!
da: Det er fyldt med mennesker. Lad os dræbe dem!
de: Er wurde von Menschen überrannt. Auf in den Kampf!
fr: C'est infesté d'humains? Tuons les !
sv: Det myllrar av människor här. Låt oss döda dem!

source: To Morogor!
da: Til Morogor!
de: Nach Morogor!
fr: Vers Morogor !
sv: Till Morogor!

source: Gate of Storms
da: Stormenes port
de: Sturmtor
fr: Le Portail des Tempêtes
sv: Stormporten

source: Destroy the Gate of Storms
da: Ødelæg Stormenes port
de: Zerstört das Sturmtor!
fr: Détruire le Portail des Tempêtes
sv: Förstör Stormporten

source: Move a unit onto the Gate of Storms
da: Flyt en enhed over på Stormenes port
de: Leitet eine Einheit auf das Sturmtor.
fr: Amener une unité sur le Portail des Tempêtes
sv: Led en trupp till Stormporten

source: This is the Gate of Storms!
da: Dette er Stormenes port!
de: Dies ist das Sturmtor!
fr: Voici le Portail des Tempêtes !
sv: Detta är Stormporten!

source: So what? I ought to leave it alone, make the humans pay for what they have done!
da: Og hvad så? Jeg burde lade det være, lade menneskene betale for hvad de har gjort!
de: Na und? Ich sollte es in Ruhe und stattdessen die Menschen für ihre Untaten bezahlen lassen!
fr: Et alors ? Je devrais le laisser en place et faire payer les humains pour ce qu'ils nous ont fait !
sv: Än sen? Jag borde låta den vara och låta människorna betala för vad de gjorde!

source: If you were to leave it alone, you will doom Morogor as well.
da: Hvis du ikke tager affære, så dømmer du også Morogor.
de: Wenn Ihr es nicht aufsucht, wird das zur Vernichtung Morogors führen.
fr: Vous condamnez également Morogor si vous le laissez en place.
sv: Om du låter den vara så kommer är Morogor dödsdömt också.

source: To arms! Destroy it!
da: Grib våbene! Ødelæg den!
de: Zu den Waffen! Zerstört es!
fr: Aux armes ! Détruisez le !
sv: Till vapen! Förstör den!

source: It is invulnerable to physical force! It must be destroyed with fire!
da: Den er usårlig over for fysisk styrke! Den skal ødelægges af ild!
de: Rohe Gewalt vermag nichts gegen es auszurichten. Es muß durch Feuer zerstört werden!
fr: Il est invulnérable aux forces physiques ! Seul le feu peut le détruire !
sv: Den är osårbar för fysiskt våld! Den måste förstöras med eld!

source: Move a Drake Burner, Fire Drake, or Inferno Drake onto the Gate of Storms
da: Flyt en Brændende hestedrage, ildhestedrage eller infernohestedrage hen på Stormenes port
de: Führt einen Drake Burner, einen Fire Drake oder einen Inferno Drake auf das Sturmtor.
fr: Amener un drake ardent, un drake incendiaire ou un drake infernal sur le Portail des Tempêtes
sv: Led en sotdrake, elddrake eller infernodrake till Stormporten

source: A Fire or Inferno Drake is necessary to destroy the Gate of Storms.
da: En ild- eller infernohestedrage er nødvendig for at ødelægge Stormenes port.
de: Die Dienste eines Fire- oder Inferno Drakes werden benötigt, um das Sturmtor zu vernichten.
fr: Un drake incendiaire ou infernal est nécessaire pour détruire le Portail des Tempêtes.
sv: Det krävs en elddrake eller en infernodrake för att förstöra stormporten.

source: My fire is too weak. Use a Fire or Inferno Drake!
da: Min ild er for svag. Brug en ild- eller infernohestedrage!
de: Mein Feuer ist zu schwach. holt einen Fire- oder Inferno Drake!
fr: Mon souffle est trop faible. Utilisez un drake incendiaire ou infernal !
sv: Min eld är för svag. Använd en elddrake eller en infernodrake!

source: Move a Fire Drake or Inferno Drake onto the Gate of Storms
da: Flyt en ildhestedrage eller infernohestedrage hen på Stormenes port
de: Führt einen Fire Drake oder einen Inferno Drake auf das Sturmtor
fr: Amener un drake incendiaire ou infernal sur le Portail des Tempêtes
sv: Led en elddrake eller en infernodrake till Stormporten

source: I call upon Gar-Hagar, god of all that is burning to destroy this portal of evil!
da: Jeg hidkalder Gar-Hagar gud over alt som brænder til at ødelægge denne portal af ondskab!
de: Gar-Hagar, Gott des Feuers, ich rufe dich an, zerstöre dieses Tor des Bösen!
fr: J'invoque Gar-Hagar, dieu de tout ce qui brûle, pour détruire ce portail maléfique !
sv: Jag åkallar Gar-Hagar, gud över allt som brinner, att förstöra denna ondskans port!

source: Hordes of the Foul Undead
da: Horder af fæle udøde
de: Horden der Üblen Untoten
fr: Les innommables hordes mortes-vivantes
sv: De vidriga vandödas horder

source: Move Malakar to the ruined keep
da: Flyt Malakr til det forladte borgtårn
de: Führt Malakar zu der Brugruine.
fr: Amener Malakar au donjon en ruines
sv: Led Malakar till slottsruinen

source: Defeat both enemy leaders
da: Besejr begge fjendtlige ledere
de: Vernichtet die beiden feindlichen Anführer
fr: Vaincre les deux chefs ennemis
sv: Besegra båda fiendeledarna

source: After defeating the rebels, Malakar left the valley, his intent to go to the landing site and sail to his homeland.
da: Efter at have besejret rebellerne forlod Malakar dalen. Han havde en intention om at gå til landingsområdet og sejle til sit hjemland.
de: Nachdem er die Rebellen besiegt hat, verließ Malakar das Tal, um sich zum Anleger zu begeben und gen Heimat zu segeln.
fr: Après avoir vaincu les rebelles, Malakar quitta la vallée avec l'intention de se rendre au terrain de débarquement
sv: Efter att ha besegrat rebellerna så lämnade Malakar dalen för att gå till landstigningsplatsen och segla till sitt hemland.

source: Unfortunately, Malakar soon encountered undead, no doubt originating from the Gate of Storms.
da: Desværre mødte Malakar snart nogle udøde, som uden tvivl kom fra Stormenes port.
de: Unglücklicherweise traf Malakar bald auf Untote, die zweifellos noch vom Sturmtor stammten.
fr: Malheureusement, peu de temps après Malakar se retrouva face à des morts-vivants, sans nul doute sortis du Portail des Tempêtes.
sv: Oturligt nog så träffade Malakar snart på vandöda som utan tvekan kom från Stormporten.

source: The evil hordes march upon us!
da: De onde horder marcherer imod os!
de: Die Horden des Bösen marschieren gegen uns!
fr: Les hordes maléfiques marchent sur nous !
sv: De onda horderna marscherar mot oss!

source: We will vanquish them!
da: Vi vil udrydde dem!
de: Wir werden sie zerfetzen.
fr: Nous en triompherons !
sv: Vi skall förgöra dem!

source: They use gargoyles!
da: De bruger gargoyler!
de: Sie haben Gargoylen!
fr: Ils ont des gargouilles !
sv: De använder gargoyler!

source: Landfall
da: Landgang
de: Landung
fr: Débarquement
sv: Landstigning

source: Move the Unforgiver to the pier
da: Flyt Den Nagede til landgangsbroen
de: Bewegt den Gnadenlosen zum Pier.
fr: Amener le Rancunier sur le débarcadère
sv: Segla Den Oförsonlige till piren

source: (Malakar) We have made landfall!
da: (Malakar) Vi er gået i land!
de: (Malakar) Wir sind gelandet!
fr: (Malakar) Nous avons débarqué !
sv: (Malakar) Vi har landstigit!

source: (Kogw) Be wary, this is not Morogor, but the Isle of Storms.
da: (Kogw) Vær forsigtig, dette er ikke Morogor, men Stormenes Ø.
de: (Kogw) Nehmt Euch in Acht, dies ist nicht Morogor. Dies ist die Insel der Stürme!
fr: (Kogw) Soyez circonspect, ceci n'est pas Morogor, mais l'Île des Tempêtes.
sv: (Kogw) Var försiktig! Det här är inte Morogor, utan Stormarnas ö.

source: (Kogw) Thousands of years ago, according to legend, a great wizard was exiled here. While he was here, he opened a gate to the netherworld and contacted the Lich-Lords, the kings of the netherworld, to attempt to conquer the world thousands of years ago.
da: (Kogw) Ifølge legenden var en stor troldmand i eksil her for tusinder af år siden. Mens han var her, han åbnede en port til den anden versen og kontaktede lichlensherrerne, kongerne i den anden verden, i et forsøg på at erobre verden for tusinder af år siden.
de: /(Kogw) Vor tausenden von Jahren war ein mächtiger zauberer hierher verbannt worden - so behauptet bes wenigstens die Legende. Er öffnete ein Portal zur Unterwelt und besprach sich mit den Lich-Lords, den Herren der Unterwelt, um die Welt zu erobern.
fr: (Kogw) D'après la légende, un puissant magicien fut exilé ici il y a des milliers d'années. Pendant son séjour, il ouvrit un portail vers les enfers et contacta les seigneurs-liches, rois des enfers, pour tenter de conquérir le monde.
sv: (Kogw) Enligt legenderna så tvingades en mäktig trollkarl i exil här för tusentals år sedan. När han var här öppnade han en portal till andevärlden och kontaktade häxmästarfurstarna, andevärldens kungar, för att försöka ta kontroll över världen.

source: (Kogw) However, the Lich-Lord was hostile, and killed the necromancer. Then, the Lich-Lord created the race of orcs, which killed the Lich-Lord. Although both the necromancer and the Lich-Lord are long gone, the orcs remain. Upon his death, the portal shut, but opened every 400 years, releasing another Lich-Lord onto the world. The last time it opened, the Lich-Lord Jeyvan was unleashed, who created a portal to our ancestral home, known only as the Green Isle. He, along with the orcs, drove my ancestors from the Green Isle.
da: (Kogw) Lich-lensherren var dog fjendtlig og dræbte åndemaneren. Herefter skabte lichlensherren racen orkerne, som til gengæld dræbte lichlensherren. Selvom både både åndemaneren og lichlensherren forlængst er væk så blev orkerne tilbage. Ved hans død blev portalen luket, men den åbner sig igen hver 400 år, og sender så en ny lichlensherren ind i verden. Sidste gang den åbnede blev lichlensherren Jeyvan sendt hertil og han skabte en portal til vores ældgamle hjem som kun er kendt under navnet Den Grønne Ø. Han drev, sammen med orkerne, mine forfædre væk fra Den Grønne Ø.
de: (Kogw) Jedoch waren ihm die Lich-Lords feindlich gesinnt und töteten den Schwarzmagier. Obgleich sowohl der Schwarzmagier, als auch die Lords seit langem fort sind, sind die Orks geblieben. Beim Tod des Zauberers schloß sich das Tor, öffnete sich aber alle vierhundert Jahre, um einen weiteren Lich-Lord in die Welt zu entlassen. Bei der letzten Öffnung kam der Lord Jeyvan, der ein Tor zur 'Grünen Insel', der Heimat unserer Vorfahren beschwor. Gemeinsam mit den Orks vertrieb er meine Vorfahren von der Grünen Insel.
fr: (Kogw) Mais le seigneur-liche invoqué était ingrat et se débarrassa du nécromancien. Il créa ensuite la race des orcs qui le tuèrent à son tour et qui demeurent maintenant, bien après la disparition du nécromancien et du seigneur-liche. Le portail se ferma, mais s'ouvrit ensuite tous les 400 ans, libérant un autre seigneur-liche. Le seigneur Jevyan fut le dernier libéré et il créa un portail vers notre terre ancestrale, connue sous le nom d'Île Verte, et en bouta mes ancêtres grâce à l'aide des orcs.
sv: (Kogw) Men häxmästarfursten var fientligt inställd och dödade nekromantikern. Sedan skapade häxmästarfursten orcherna som i sin tur dödade honom. Fastän både nekromantikern och häxmästarfursten är borta sedan länge så finns orcherna kvar. Vid nekromantikerns död så stängdes portalen, men den öppnas vart fyrahundrade år och släpper igenom ytterligare en häxmästarfurste till vår värld. Senaste gången den öppnades, så kom häxmästarfursten Jeyvan igenom. Han öppnade en portal till vårt forna hem, känt som Gröna ön, och fördrev mina förfäder därifrån tillsammans med orcherna.

source: (Kogw) If the legend is true, in only a few years, the portal will open again, summoning another Lich-Lord, to finish what Jeyvan started: the destruction of all that lives. But even now, evil emanates from it.
da: (Kogw) Hvis legenden er sand, så vil portalen åbne sig igen om nogle få år og bringe endnu en lichlensherren hertil for at afslutte hvad Jeyvan påbegyndte: Ødelæggelsen af alt liv. Men selv nu kan man mærke ondskaben fra den.
de: (Kogw) Falls diese Legende wahr sein sollte, wird sich das Portal in wenigen Jahren wieder öffnen und damit einen Lich-Lord herbeirufen, der beenden wird, was Jeyvan begonnen hat: Die Zerstörung allen Lebens. Schon jetzt kann man seine böse Ausstrahlung spüren.
fr: Si la légende dit vrai, le portail s'ouvrira à nouveau d'ici quelques années, appelant un autre seigneur liche pour finir ce que Jevyan commença : la destruction de tout ce qui vit. Mais même maintenant, le mal émane de celui-ci.
sv: (Kogw) Om legenderna stämmer så kommer portalen att öppna sig igen om bara några år, och ytterligare en häxmästarfurste kommer att försöka slutföra vad Jeyvan startade: att förgöra allt levande. Men även nu så strålar ondskan från den.

source: (Malakar) What evil?
da: (Malakar) Hvilken ondskab?
de: (Malakar) Seine 'böse Ausstrahlung'?
fr: (Malakar) Quel mal ?
sv: (Malakar) Vilken ondska?

source: (Kogw) I don't really know. Some people say it is a plague, others say it is an earthquake, but the most common reports describe powerful spirits.
da: (Kogw) Det ved jeg ikke helt. Nogle siger det er en pest, andre at det er et jordskælv, men de fleste rapporter beskriver magtfulde ånder.
de: (Kogw) Seine Natur ist mir unbekannt. Manche behaupten, es wäre eine Seuche, andere meinen, es handele sich um ein Erdbeben, aber am verbreitetsten ist die Ansicht, daß es sich um mächtige Geister handelt.
fr: (Kogw) Je ne sais pas vraiment. Certains disent que c'est une peste, d'autres parlent de tremblement de terre, mais la plupart des témoignages décrivent de puissants esprits.
sv: (Kogw) Jag vet inte riktigt. Några människor säger att det är en pest, andra berättar om jordbävningar. De vanligaste rapporterna talar om mäktiga andar.

source: (Malakar) What do these spirits look like?
da: (Malakar) Hvordan ser disse ånder ud?
de: (Malakar) Und wie sollen diese Geister aussehen?
fr: (Malakar) À quoi ressemblent ces esprits ?
sv: (Malakar) Hur ser dessa andar ut?

source: (Kogw) I have heard that they are ogre-like creatures made of solid thunder, appearing in a flash of lightning, but the sailor I heard this from was half-drunk anyway. Even these are supposedly only the vanguard of far worse creatures to come.
da: (Kogw) Jeg har hørt at det er ogrelignende skabninger skabt af lyn, der fremstår i et lysglimt, men sømanden jeg hørte det fra var halvfordrukken. Disse skulle så være forposten for endnu værre skabninger.
de: (Kogw) Soweit ich weiß, sollen es Wesen aus reinem Donner sein, deren Gestalten denen von Ogern ähneln. Sie materialisieren sich in einem grellen Blitzstrahl - aber das alles hat mir ein Seemann erzählt, der sturztrunken gewesen ist. Selbst diese Geisterwesen sollen nur die Vorboten weit graunehafterer Kreaturen sein.
fr: (Kogw) J'ai entendu dire que ce sont des créatures à l'apparence d'ogres, faites de foudre solide, apparaissant dans un éclair, mais le marin qui m'a raconté cette histoire était à moitié ivre de toute façon. Ces créatures sont supposées n'être que l'avant-garde de choses bien pires.
sv: (Kogw) Jag har hört att de är reseliknande djur, skapade av massivt tordön, och uppenbarar sig med blixt och dunder. Sjömannen som jag hörde det här av halvfull, så jag vet inte hur mycket sanning det ligger i det. Dessa är dock tydligen bara förtrupper till de farligare varelser som kommer senare.

source: (Malakar) I hope this sailor was indeed drunk, but I do have misgivings about this island. Can we turn back?
da: (Malakar) Jeg håber at denne sømand var fuld, men jeg har bange anelser omkring denne ø. Kan vi vende rundt?
fr: (Malakar) J'espère que ce marin était bel et bien ivre, mais j'ai quelques appréhensions au sujet de cette île. Pouvons-nous faire demi-tour ?
sv: (Malakar) Jag hoppas att den där sjömannen verkligen var full, för jag har onda aningar om den här ön. Kan vi vända tillbaka?

source: (Kogw) No. Our supplies are dwindling by the hour. We must make landfall soon.
da: (Kogw) Nej. Vores forsyninger svinder ind time for time. Vi må snart gå i land.
fr: (Kogw) Non. Nos vivres s'amenuisent à l'heure où nous parlons. Nous devons débarquer.

source: (Malakar) We must be very careful then.
da: (Malakar) Vi må være meget forsigtige.
fr: (Malakar) Alors nous devons être très prudents.
sv: (Kogw) I så fall måste vi vara försiktiga.

source: The bridge collapsed!
da: Broen faldt sammen!
de: Die Brücke ist eingestürzt!
fr: Le pont s'est effondré !
sv: Bron kollapsade!

source: (Malakar) The bridge collapsed!
da: (Malakar) Broen faldt sammen!
de: (Malakar) Die Brücke ist eingestürzt!
fr: (Malakar) Le pont s'est effondré !
sv: (Malakar) Bron kollapsade!

source: (Malakar) The humans pursue us!
da: (Malakar) Menneskene forfølger os!
de: (Malakar) Seht! Menschen! Wir werden verfolgt!
fr: (Malakar) Les humains nous poursuivent !
sv: (Malakar) Människorna förföljer oss!

source: (Kogw) A spirit has attacked!
da: (Kogw) En ånd angreb!
de: (Kogw) Da! Ein Geist hat angegriffen! Die Gerüchte sind wahr!
fr: (Kogw) Un esprit a attaqué !
sv: (Kogw) Vi är anfallna av en ande!

source: (Malakar) It didn't attack! It just appeared!
da: (Malakar) Den angreb ikke! Den fremkom blot!
fr: (Malakar) Il n'a pas attaqué, il est juste apparu !

source: (Malakar) Are you going to say that EVERY time?
da: (Malakar) Har du tænkt dig at sige det hver gang?
fr: (Malakar) Est-ce que tu vas dire ça à CHAQUE fois ?

source: Intruders! Die!
da: Ubudne gæster! Dø!
de: Eindringlige: Sterbt!
fr: Des intrus ! Mourez !
sv: Inkräktare! Dö!

source: Malakar, die! Skula-Teroa, die!
da: Malakar, dø! Skula-Teroa, dø!
de: Malakar, stirb! Nieder mit Euch, Skula-Teroa!
fr: Meurs, Malakar ! Meurs, Skula-Teroa !
sv: Malakar, dö! Skula-Teora, dö!

source: I really failed this time...
da: Jeg svigtede virkelig denne gang...
de: Diesmal habe ich wirklich vollkommen versagt.
fr: Cette fois, j'ai vraiment échoué...
sv: Jag har verkligen misslyckats den här gången...
