Repository: wescamp/Flight_Freedom-root
Catalog: po/*.po
Languages: da, de, fr, sv

source: Help! Must get to ship!
da: Hjælp! Må frem til skibet!
de: Zu Hilfe! Wir müssen zum Schiff!
sv: Hjälp! Måste till skeppet!

source: Whew! Close call!
da: PUha! Det var tæt på!
de: Ho! Das war knapp.
fr: Fiouu !
sv: Puh! Det var nära ögat!

source: They have summoned reinforcements! We must flee! Onward!
da: De har hidkaldt forstærkninger! Vi må flygte! Fremad!
de: Sie haben Verstärkung herbeigerufen! Wir müssen fliehen! Beeilung!
fr: Ils ont appelé des renforts ! Nous devons fuir ! En avant !
sv: De har kallat på förstärkningar! Vi måste fly! Framåt!

source: But we must leave the ships behind!
da: Men vi må efterlade skibene bag os!
de: Das Schiff müssen wir zurücklassen!
fr: Mais nous devons abandonner les navires !
sv: Men vi måste lämna skeppen efter oss!

source: Fine! Let's get out of here!
da: I orden! Lad os komme ud herfra!
de: Wohl denn! Nicht wie weg von hier!
fr: Excellent ! Partons d'ici !
sv: Visst! Låt oss komma bort härifrån!

source: Liberation
da: Befrielse
de: Befreiung
fr: Libération
sv: Befrielse

source: Protect Kamalar
da: Beskyt Kamalar
de: Beschützt Kalamar
fr: Protéger Kamalar
sv: Skydda Kamalar

source: Defeat all enemy leaders
da: Besejr alle fjendtlige ledere
de: Besiegt alle gegnerischen Anführer
fr: Vaincre tous les chefs ennemis
sv: Besegra alla fiendeledare

source: Death of Kamalar
da: Kamalars død
de: Kalamars Tod
fr: Mort de Kamalar
sv: Kamalar dör

source: Malakar then traveled to the home of his older brother Kamalar, high priest of Gar-Dalgar, the Murderer.
da: Malakar rejste herefter til hjemmet for sin ældre bror Kamlar, ypperstepræst i Gar-Dalgar, morderen.
de: Malakar reiste in die Heimat seines älteren Bruders Kalamar, dem Hohepriester von Gar-Dalgar, dem Mörder.
fr: Malakar voyagea ensuite jusqu'à la patrie de Kamalar, son frère aîné, grand prêtre de Gar-Dalgar le Meurtrier.
sv: Malakar färdades sedan till sin äldre bror Kamalar, Gar-Dalgar Mördarens högste präst.

source: Hello brother!
da: Hej bror!
de: Seid gegrüßt, Bruder!
fr: Bonjour frère !
sv: Var hälsad, broder!

source: I request your assistance fighting the evil humans.
da: Jeg anmoder om din assistance til at kæmpe mod de onde mennesker.
de: Ich erbete Euere Unterstützung gegen die bösartigen Menschen.
fr: Je sollicite ton aide pour lutter contre les maléfiques humains.
sv: Jag behöver din hjälp med att slåss mot de onda människorna.

source: Very well.
da: Udmærket.
de: Es sei.
fr: Très bien.
sv: Nåväl.

source: I am gone!
da: Jeg forsvinder!
de: Ich bin fort!
fr: Je meurs !
sv: Jag är förgjord!

source: Without him, we will be unable to continue. All is lost!
da: Uden ham vil vi ikke være i stand til at fortsætte. Alt er tabt!
de: Ohne ihn werden wir nicht weiterkommen. Alles ist verloren!
fr: Nous ne pouvons continuer sans lui. Tout est perdu !
sv: Utan honom så kommer vi inte att kunna fortsätta. Allt är förlorat!

source: We continue!
da: Vi fortsætter!
de: Wir lassen uns nicht aufhalten!
fr: Nous continuons !
sv: Vi fortsätter!

source: Don't be so hasty, brother. I bring friends.
da: Ikke så hurtigt bror. Jeg har venner med.
de: Übereilt nichts, Bruder. Ich bringe Freunde.
fr: Ne sois pas si hâtif frère. J'amène des amis.
sv: Inte så snabbt, broder. Jag har vänner med mig.

source: Kzzklk, show yourself!
da: Kzzklk, vis dig selv!
de: Zeigt Euch, Kzzklk!
fr: Kzzklk, montre-toi !
sv: Kzzklk, visa dig!

source: What are these... creatures?
da: Hvad er dette ... for skabninger?
de: Was sind diese ... Wesen?
fr: Que sont ces... créatures ?
sv: Vilka är dessa...varelser?

source: They are called saurians. A little curiosity I came across one night.
da: De kaldes for øgler. En lille sjældenhed jeg faldt over den anden dag.
de: Man nennt sie Saurianer. Eine kleine Absonderlichkeit, der ich eines Nachts begegnet bin.
fr: On les appelle sauriens. Une petite curiosité sur laquelle je suis tombé une nuit.
sv: De kallas ödlefolk. En liten ovanlighet som jag stötte på en natt.

source: I found a small group of them. Refugees from the humans. They have allied with me against the humans.
da: Jeg fandt en lille gruppe af dem. Flygtninge fra menneskene. De har allieret sig med mig imod menneskene.
de: Ich hatte eine kleine Gruppe von ihnen gefunden. Sie waren auf der Flucht vor den Menschen. Nun haben sie sich mit mir gegen die Menschen verbündet.
fr: J'en ai trouvé un petit groupe qui fuyait les humains. Nous nous sommes alliés contre eux.
sv: Jag hittade bara en liten grupp. Flyktingar från människorna. De har allierat sig med mig mot människorna.

source: However, once the humans came to Morogor, we had to go into hiding. With the help of the saurians, I was able to avoid their patrols.
da: Men da menneskene kom til Morogor måtte vi gå i skjul. Med hjælp fra øglerne var jeg i stand til at undgå patruljerne.
de: Als die Menschen Morogor errichten, mußten wir uns verstecken. Mit der Hilfe der Saurianer gelang es mir, zwischen ihren Wachposten hindurchzuschlüpfen.
fr: Mais quand les humains arrivèrent à Morogor, nous dûmes nous cacher. Je fus en mesure d'éviter leurs patrouilles grâce aux sauriens.
sv: När människorna kom till Morogor så var vi tvungna att hålla oss gömda. Med hjälp av ödlefolket har jag kunnat undvika deras patruller.

source: Now with your arrival, there is hope. Kzzklk, will you assist us once again?
da: Med din ankomst er der håb. Kzzklk vil du hjælpe os endnu engang?
de: Mit Euch kommt Hoffnung! Kzzklk, werdet Ihr uns erneut zur Seite stehen?
fr: Maintenant que tu es là, il y a un espoir. Kzzklk, nous aideras-tu une fois de plus ?
sv: Nu när du har anlänt så finns det hopp. Kzzklk, vill du hjälpa oss igen?

source: Yesss! My axxxxe iss reaaaddy!
da: Ja! Min økse er klar!
de: Jahhh. Meine Axxxt issst bereit ... sss ...
fr: Bien sssssûr ! Ma hachhhhhe est prrrrrête !
sv: Jaaaa! Min yxssssa ärrr rrreedo!

source: How should the saurians be used?
da: Hvordan bruger vi bedst øglerne?
de: Wie sollten wir die Saurianer am besten einsetzen?
fr: De quelle façon devrions-nous employer les sauriens ?
sv: Hur bör vi använda ödlefolket på bästa sätt?

source: The saurians are elusive and deft of foot, but weak at arms. I propose that while we attack the humans head-on, the saurians sneak behind the enemy lines and kill their leaders.
da: Øglerne er hurtige på fødderne, men svage i direkte kamp. Jeg foreslår at mens vi angriber menneskene direkte, så skal øglerne snige sig bag fjendens linjer og dræbe deres ledere.
de: Die Saurianer sind hervorragend im Verbergen, verfügen aber nur über eine schlechte Bewaffnung. Während wir die Menschen frontal angreifen, sollten die Saurianer heimlich ihre Linien umgehen und ihre Anführer töten.
fr: Les sauriens sont insaisissables et se déplacent sans bruit. Je suggère que pendant que nous attaquons l'avant-poste humains, les sauriens se faufilent derrière les lignes ennemis et tuent leurs chefs.
sv: Ödlefolket är gäckande och snabbfotade, men ganska klena i strid. Jag föreslår att ödlemännen smiter bakom människornas linjer och mördar deras ledare medan vi uppehåller dem.

source: Or, I can place the saurians under your command, to add to your army.
da: Eller jeg kan placere øglerne under din kommando, for at øge din hær.
de: Ich kann sie aber auch Euerem Kommando unterstellen.
fr: Ou bien je peux te donner le commandement des sauriens sous ton commandement, pour agrandir ton armée.
sv: Eller så kan jag placera ödlefolket under ditt kommando, för att förstärka din armé.

source: Just how many of these saurians do you have?
da: Hvor mange af disse øgler har du?
de: Wie viele Saurianer stehen Euch zur Verfügung?
fr: De combien de ces sauriens disposes-tu au juste ?
sv: Hur många av detta ödlefolk har du?

source: Around ten. Fifteen at most.
da: Omkring 10. Maks 15.
de: Zehn, höchstens fünfzehn.
fr: Environ une dizaine. Une quinzaine tout au plus.
sv: Kanske tio, som mest femton.

source: Then there will be a tough fight ahead of us. I must decide what I will do with the saurians.
da: Så venter der os en hård kamp. Jeg må beslutte hvad jeg gør med øglerne.
de: Dann erwartet uns ein harter Kampf. Ich werde entscheiden, wie wir die Saurianer einsetzen.
fr: Un rude combat nous attend. Je dois décider de ce que je vais faire des sauriens.
sv: I så fall har vi en hård strid framför oss. Jag måste bestämma mig för vad jag skall göra med dem.

source: I will take command of the saurians.
da: Jeg tager kommando over øglerne.
de: Ich übernehme das Kommando über die Saurianertruppe.
fr: Je prendrai le commandement des sauriens.
sv: Jag tar kommandot över ödlefolket.

source: Use them well.
da: Brug dem godt.
de: Führt sie weise.
fr: Emploie-les à bon escient.
sv: Använd dem väl.

source: The saurians will try to outflank the humans.
da: Øglerne vil forsøge at omgå menneskene.
de: Die Saurianer werden versuchen, die Menschen in der Flanke anzugreifen.
fr: Les sauriens essaieront de déborder les humains.
sv: Ödlefolket skall försöka anfalla människornas flank.

source: Very well. They will arrive at the third dawn.
da: Udmærket. De ankommer ved den tredje morgensol.
de: Wohl an denn. Sie werden uns vorausssichtlich am dritten Morgen erreicht haben.
fr: Très bien. Ils arriveront à l'aube du troisième jour.
sv: Nåväl. De kommer om tre gryningar.

source: The Manor
da: Huset
de: Das Schloß
fr: Le manoir
sv: Herrgården

source: Defeat Prax III
da: Besejr Prax 3.
de: Besiegt Prax III
fr: Vaincre Prax III
sv: Besegra Prax III

source: Soldiers! Attack! I expect you all to bring back the scalp of a human!
da: Soldater! Angrib! Jeg forventer at i alle sammen kommer med en menneskeskalp!
de: Soldaten! Zum Angriff! Ich erwarte von jedem von euch, daß er mir wenigstens einen Menschenskalp bringt!
fr: Soldats ! À l'attaque ! J'attends de vous tous que vous me rameniez des scalps d'humains !
sv: Soldater! Attack! Jag förutsätter att ni kommer tillbaka med varsin människoskalp!

source: Drake Spear
da: Hestedragespyd
de: Drachen-Speer
fr: Lance drake
sv: Drakspjut

source: This weapon is excellent for a drake rising against its masters.
da: Dette våben er glimrende for en hestedrage i oprør mod sin herre.
de: Diese Waffe ist ein vorzügliches Wekzeug für jeden Drachen, der gegen seinen Herrn aufbegehrt.
fr: Cette arme est parfaite pour un drake qui se soulève contre ses maîtres.
sv: Det här vapnet är utmärkt för en av drakfolket som gör uppror mot sina herrar.

source: This weapon is only fit for adult drakes.
da: Dette våben er kun egnet for voksne hestedrager.
de: Diese Waffe eignet sich nur für erwachsene Drachen.
fr: Cette arme ne convient qu'aux drakes adultes.
sv: Det här vapnet passar bara drakfolkets fullvuxna trupper.

source: Could this key fit that trapdoor?
da: Må denne nøgler passer til den gulvdør?
de: Könnte dieser Schlüssel zur Falltür passen?
fr: Cette clé ouvre-t-elle la trappe ?
sv: Går den här nyckeln till den där dörren?

source: I seem to have found a key. What it unlocks, I cannot say.
da: Jeg har fundet en nøgle. Hvad den skal bruges til ved jeg ikke.
de: Oh! Ich habe einen Schlüssel gefunden! Aber welches Schloß mag er öffnen?
fr: J'ai trouvé une clé. Je ne peux dire ce qu'elle ouvre.
sv: Jag har hittat en nyckel. Vad den låser upp vet jag inte.

source: The key fits!
da: Nøglen passer!
de: Der Schlüssel passt!
fr: C'est la bonne clé !
sv: Nyckeln passar!

source: The trapdoor is locked! Could that key fit?
da: Gulvdøren er lukket! Mon den nøgle passer?
de: Die Falltür ist verschlossen! Ob dieser Schlüssel wohl passt?
fr: La trappe est verrouillée ! Cette clé l'ouvrirait-elle ?
sv: Dörren är låst! Passar den här nyckeln?

source: The trapdoor is locked!
da: Gulvdøren er lukket!
de: Die Falltür ist verschlossen!
fr: La trappe est verrouillée !
sv: Dörren är låst!

source: This mansion is haunted!
da: Dette sted er hjemsøgt!
de: Auf diesem Gebäude liegt ein Fluch!
fr: Ce manoir est hanté !
sv: Herrgården är hemsökt!

source: I surrender! Don't hurt me!
da: Jeg overgiver mig! Lad mig være!
de: Ich ergebe mich! Tut mir bitte nicht weh!
fr: Je me rends ! Ne me tuez pas !
sv: Jag ger mig! Skada mig inte!

source: WHERE DO YOU KEEP YOUR MONEY?
da: Hvor har du dine penge?
de: WO IST DEIN GELD?
fr: OÙ CACHES-TU TON ARGENT ?
sv: VAR HAR DU DINA PENGAR?

source: I don't know!
da: Det ved jeg ikke!
de: Ich weiß es nicht!
fr: Je ne sais pas !
sv: Jag vet inte!

source: TALK!!!
da: Tal!!!
de: REDE!
fr: PARLE !
sv: TALA!!!

source: Ok... I'll tell you! There is a caravan headed here. You can catch them in a few hours.
da: I orden jeg fortæller det! Der er en karavane på vej. Du kan fange dem om nogle få timer.
de: Gut, gut! Ich rede. Es gibt eine Karavane, die Ihr in ein paar Stunden erreichen könnt!
fr: Très bien... Je vais vous le dire ! Un convoie se dirige vers ici. Vous pouvez le capturer en quelques heures.
sv: Okej... Jag berättar! Det är en karavan på väg hitåt. Ni kan hinna ifatt på ett par timmar.

source: String him up boys, were going to burn the place to the ground.
da: Hæng ham op drenge. Vi brænder stedet ned til grunden.
de: Fesselt ihn, Jungs! Wir brennen diesen Ort nieder.
fr: Ligotez-le les gars, nous allons raser cet endroit par les flammes.
sv: Bind honom, killar, vi bränner ner det här stället till grunden.

source: The Open Ocean
da: Det åbne hav
de: Die offene See
fr: Au large
sv: Öppna havet

source: Move the Unforgiver to the bottom
da: Flyt Den Nagede til bunden
de: Bringt den Erbarmungslosen zum unteren Kartenrand.
fr: Amener le Rancunier à la limite sud
sv: För Den Oförsonlige till bottnen

source: Malakar had found open ocean, and was sailing south, when one day...
da: Malakar har fundet åbent hav, og sejlede mod syd, da en dag...
de: Malakar segelte über die offene See gen Süden, als eines Tages ...
fr: Malakar avait atteint le large et voguait vers le sud, quand un jour...
sv: Malakar hade kommit ut på öppet hav och seglade söderut, och en dag...

source: (Malakar) This ocean is inhabited by monsters! Let's kill them!
da: (Malakar) Dette hav har monstre som indbyggere! Lad os dræbe dem!
de: (Malakar) Dieser Ozean wird von Monstern bewohnt! Bringen wir sie um!
fr: (Malakar) Cet océan est habité par des monstres ! Tuons-les !
sv: (Malakar) Havet är fullt med odjur! Vi dödar dem!

source: (Kogw) No, I say we sneak by.
da: (Kogw) Nej, jeg forslår at vi sniger os forbi.
de: (Kogw) Nein, ich sage, wir umsegeln sie!
fr: (Kogw) Non, je dis que nous devons les esquiver.
sv: (Kogw) Nej, jag tycker att vi försöker komma förbi.

source: (Malakar) Fine. Let's get on with it.
da: (Malakar) I orden. Lad os komme i gang.
de: (Malakar) Nun gut. Also los!
fr: (Malakar) Très bien. Faisons cela.
sv: (Malakar) Visst. Låt oss fortsätta.

source: (Malakar) Let's press on!
da: (Malakar) Fremad!
de: (Malakar) Vorwärts! Beeilung!
fr: (Malakar) Dépêchons-nous !
sv: (Malakar) Framåt!

source: Rebellion
da: Oprør
de: Aufstand
fr: Rébellion
sv: Uppror

source: Malakar and his small tribe put up a fight, but were no match for the armies of Humanity. Many drakes were slaughtered that day, and the rest, including Malakar, were taken prisoner. The shores of the sea remain forever red from the drake blood spilled on that woeful day.
da: Malakar og hans lille stamme kæmpede imod men var ikke en reel modstand for menneskenes hær. Mange hestedragere døde den dag, og reste, inklusiv Malakar, blev taget som fanger. Havets strand forblev røde fra al det hestedrageblod som blev udgydt den sorgfulde dag.
de: Malakar und sein kleiner Stamm kämpften mutig, aber gegen die Armeen der Menschen vermochten sie nichts auszurichten. Viele Drachen wurden an diesem Tag dahingeschlachtet, die Überlebenden gefangengenommen. Die Küsten färbten sich rot von dem vergossenen Drachenblut, das an diesem schwarzen Tag vergossen worden war.
fr: Malakar et sa petite tribu livrèrent bataille, mais ils n'étaient pas de taille face aux armées humaines. De nombreux drakes furent massacrés ce jour là et le reste, Malakar compris, fut fait prisonnier. Les côtes sont restées à jamais rouges du sang drake répandu en ce jour funeste.
sv: Malakar och hans lilla stam slogs tappert, men hade inte en chans mot människornas arméer. Många av drakfolket slaktades den dagen och resten blev tagna tillfånga tillsammans med Malakar. Stränderna blev för alltid röda av allt drakfolksblod som spilldes den dagen.

source: Malakar and his tribe were bound hand and foot, and thrown onto ships.
da: Malakar og hans stamme blev bundet på hænder og fødder og smidt ombord på skibe.
de: Malakar und sein Stamm wurden gebunden und auf Schiffe geschafft.
fr: Malakar et sa tribu furent ligotés pieds et poings liés et jetés dans des bateaux.
sv: Malakar och hans stam fjättrades till händer och fötter och kastades ombord på skepp.

source: Many weeks passed. Half of the drakes died on the voyage, and the rest were badly injured.
da: Flere uger gik. Halvdelen af hestedragerne døde på rejsen, og resten blev hårdt såret.
de: Viele Wochen vergingen. Die Hälfte der Drachen starb auf dieser Reise, die übrigen waren ernsthaft erschöpft.
fr: De nombreuses semaines s'écoulèrent. La moitié des drakes périt durant le voyage, les autres furent gravement blessés.
sv: Flera veckor gick. De som inte dog under resan blev svårt skadade.

source: Eventually, the ship made landfall, on a country known as Wesnoth. They were sold as slaves to the baron Prax III.
da: Til sidst gjorde skibet landgang, i et land kendt som Wesnoth. De blev solgt som slaver til en baron Prax 3.
de: Schließlich landete das Schiff in einem Land, das man Wesnoth nennt. Sie wurden an den Baron Prax III als Sklaven verkauft.
fr: Finalement, les bateaux débarquèrent dans un pays connu sous le nom de Wesnoth. Les drakes furent vendus comme esclaves au baron Prax III.
sv: Slutligen landade skeppet i ett land som hette Wesnoth. Där såldes de som slavar till baron Prax III.

source: Their hatchlings were held hostage, and the tribe was forced to work in Prax III's plantation for the rest of their lives.
da: Deres børn blev holdt som gidsler, og stammen blev tvugnet til at arbejde i Prax 3.s plantager for resten af deres liv.
fr: Leurs drakonnets furent gardés en otages et la tribu fut contrainte de travailler dans les plantations de Prax III jusqu'à la fin de leurs jours.
sv: Deras ungar hölls som gisslan, och stammen tvingades att arbeta i Prax III:s plantager under resten av deras liv.

source: However, one day, the hatchlings' guards failed to report for duty. Malakar decided to lead a revolt against the humans before they arrived.
da: En dag rapporterede børnenes vagt dog ikke ind til dagens arbejde. Malakar besluttede at anføre et oprør mod menneskene før vagten ville ankomme.
fr: Mais un jour les gardiens des drakonnets relâchèrent leur vigilance. Malakar décida de mener une révolte contre les humains avant qu'ils ne se ressaisissent.
sv: Dock, en dag dök inte ungarnas vakter upp för sitt vaktpass. Malakar beslutade att starta en revolt mot människorna innan de kom.

source: Overseer
da: Tilsynsførende
de: Aufseher
fr: Contremaître
sv: Övervakare

source: Kill the overseer
da: Dræb den tilsynsførende
de: Tötet den Aufseher
fr: Tuer le contremaître
sv: Döda övervakaren

source: Rescue the Hatchlings
da: Red børnene
fr: Délivrer les drakonnets
sv: Rädda ungarna

source: WORK!
da: Gå i gang!
de: ARBEITE!
fr: AU TRAVAIL !
sv: ARBETA!

source: I'm done being at the hands of humans! Everyone! ATTACK!!!
da: Jeg er færdig med at være i hænderne på mennesker! Alle! Angrib!!!
de: Wir sind genug durch die Menschen erniedrigt worden! Alle miteinander - ZUM ANGRIFF!
fr: J'en ai assez d'être à la merci des humains. À l'attaque tout le monde !
sv: Jag har fått nog av att vara kontrollerad av människor! Allihop! PÅ DEM!!!

source: We must go directly to the heart of the humans. Onward to his filthy manor!
da: Vi må gå direkte efter menneskenes hjerte. Fremad mod hans fæle landejendom!
de: Wir müssen ins Zentrum der Menschen vorstoßen! Auf zu dem scheußlichen Schloß!
fr: Nous devons frapper les humains en plein coeur. Sus à cet infect manoir !
sv: Vi måste slå till rakt mot människornas hjärta. Till deras smutsiga herrgård!

source: The hatchlings are free! We must kill the taskmaster!
da: Børnene er befriet! Vi må dræbe den tilsynsførende!
fr: Les drakonnets sont libres ! Nous devons tuer le contremaître !

source: At least one hatchling must survive
da: Mindst et barn skal overleve
fr: Au moins un drakonnet doit survivre

source: Malakar, the hatchlings have been tortured and wounded. Let's make the humans pay!
da: Malakar, børnene er blevet tortureret og skadet. Lad os lade menneskene betale!
fr: Malakar, les drakonnets ont été blessés et torturés. Faisons payer les humains !

source: Kill the hatchlings! Kill them all!
da: Dræb børnene! Dræb dem alle!
fr: Tuez les drakonnets ! Tuez-les tous !

source: The guards have arrived! Everyone! FIGHT!!!!!
da: Vagterne er ankommet! Alle! Kæmp!!!!!
fr: Les gardiens sont arrivés ! Tous au combat !

source: Our hatchlings are under attack! Hurry!
da: Vores børn er under angreb! Hurtigt!
fr: Nos drakonnets se font attaquer ! Vite !
sv: Våra ungar är under attack! Skynda!

source: Our hatchlings... have been killed.
da: Vores børn... er blevet dræbt.
fr: Nos drakonnets... sont morts.

source: The master is dead! We must free the hatchlings!
da: Herren er død! vi må befri børnene!
fr: Le contremaître est mort ! Il faut libérer les drakonnets !

source: Return to Morogor
da: Tilbage til Morogor
de: Rückkehr nach Morogor
fr: Retour à Morogor
sv: Återvänd till Morogor

source: Morogor! At last!
da: Morogor! Endelig!
de: Morogor! Endlich!
fr: Morogor ! Enfin !
sv: Morogor! Äntligen!

source: It is overrun by humans!
da: Det er fyldt med mennesker!
de: Es wurde von Menschen überrannt!
fr: C'est infesté d'humains !
sv: Det är översvämmat med människor!

source: We will run them through!
da: Vi løber dem ned!
de: Wir werden durchbrechen.
sv: Vi skall slita dem i stycken!

source: River of Skulls
da: Kraniernes flod
de: Schädelfluß
fr: Le Fleuve aux crânes
sv: Skallarnas flod

source: Find a way out of the caverns
da: Find en vej ud af hulerne
de: Findet einen Weg hinaus aus den Höhlen
fr: Trouver la sortie des souterrains
sv: Hitta en väg ut ur grottorna

source: Explore the surrounding area
da: Undersøg det omgivende område
de: Erkundet die Umgebung
fr: Explorer la zone environnante
sv: Utforska det omkringliggande området

source: Caves as far as the eye can see. We are completely lost.
da: Huler så langt øjet rækker. Vi er fuldstændig fortabt.
de: Gänge! Nichts als Höhlengänge! Wir haben uns vollkommen verirrt.
fr: Des grottes à perte de vue. Nous sommes complètement perdus.
sv: Grottor så långt ögat kan nå. Vi har gått vilse.

source: But there are dwarves everywhere. We must flee somewhere.
da: Men der er dværge alle steder. Vi må flygte.
de: Überall sind Zwerge! Wir müssen uns in Sicherheit bringen!
fr: Mais il y a des nains partout. Nous devons fuir quelque part.
sv: Men det finns dvärgar överallt. Vi måste fly någonstans.

source: The humans pursue us!
da: Menneskene forfølger os!
de: Die Menschen verfolgen uns!
fr: Les humains nous poursuivent !
sv: Människorna förföljer oss!

source: Well, we can't go that way.
da: Vi kan ikke gå den vej.
de: Nein, diesen Weg können wir nicht einschlagen.
fr: Eh bien, nous ne pouvons pas aller dans cette direction.
sv: Vi kan inte gå den vägen.

source: Explore to the south
da: Udforsk mod syd
de: Erkundet in Richtung Süden
fr: Explorer la zone sud
sv: Utforska södern

source: A spider web!
da: Et edderkopspind!
de: Ein Spinnennetz!
fr: Une toile d'araignée !
sv: Ett spindelnät!

source: A river of lava! How am I supposed to cross?
da: En flod af lava! Hvordan skal jeg krydse?
de: Ein Lavafluß! Wie soll ich den überwinden?
fr: Une rivière de lave ! Comment suis-je censé la traverser ?
sv: En lavaflod! Hur skall jag kunna ta mig över den?
