Repository: wescamp/Flight_Freedom-root
Catalog: po/*.po
Languages: da, de, fr, sv

source: I'll take care of that later. Drakes! We need to explore this river!
da: Jeg tager mig af det senere. Hestedrager! Vi må udforske floden!
de: Darum kümmere ich mich später. Drachen! Wir müssen diesen Fluß erkunden!
fr: Je m'occuperai de ça plus tard. Drakes ! Nous devons explorer ce fleuve !
sv: Jag tar hand om det där senare. Drakar! Vi måste utforska floden!

source: Explore the river
da: Udforsk floden
de: Erforscht den Fluß
fr: Explorer le fleuve
sv: Utforska floden

source: Creatures of the lava! We cannot leave this way!
da: Lavaskabninger! Vi kan ikke gå denne vej!
de: Dort! Lavawesen! Dort kommen wir nicht weiter.
fr: Des créatures de lave ! Nous ne pouvons passer par cette route !
sv: Varelser av lava! Vi kan inte komma ut den här vägen!

source: Move Malakar to the western edge of the river of lava
da: Flyt Malakar til det vestlige hjørne af lavafloden
de: Führt Malakar zur Westende des Lavaflusses
fr: Amener Malakar sur la rive ouest de la rivière de lave
sv: Förflytta Malakar till den västra kanten av lavafloden

source: Lava hot!!! Ouch!!!
da: Lavaen er varm!!! Ouch!!!
de: Die Lava ist heiß! Au!
fr: La lave est brûlante ! Arg !
sv: Lava varmt!!! Ajj!!!

source: #If a unit is in lava, it will lose 4 hitpoints per turn.
da: Hvis en enhed er i lava, vil enheden miste 4 liv per runde.
de: #Eine Einheit, die sich in der Lava befindet, verliert pro Runde 4 Trefferpunkte.
fr: #Une unité dans la lave perd 4 points de vie par tour.
sv: #En trupp som står i lava förlorar 4 hälsopoäng per drag.

source: The sign says: Storeroom
da: På skiltet står der: Lagerrum
de: Auf dem Schild steht: Lagerraum
fr: Le panneau indique : Entrepôt.
sv: På skylten står det 'Förråd'.

source: The ground is unstable!
da: Jorden er ustabil!
de: Der Boden ist instabil!
fr: Le sol est instable !
sv: Marken är inte stabil!

source: HELP!!!
da: Hjælp!!!
de: HILFE!!
fr: À l'aide !
sv: HJÄLP!!!

source: Ugh! Dwarven whiskey!
da: Ugh! Dværgewhisky!
de: Chuuuuhah! Zwergenbrandwein! Bäh! *Hust*
fr: Pouah ! Du whisky nain !
sv: Usch! Dvärgwhisky!

source: We must continue!
da: Vi må fortsætte!
de: Wir müssen weiter!
fr: Nous devons continuer !
sv: Vi måste fortsätta!

source: How am I to cross the lava?
da: Hvordan skal jeg komme forbi lavaen?
de: Wie soll ich die Lava überqueren?
fr: Comment vais-je traverser la lave ?
sv: Hur skall jag komma över lavan?

source: I'll carry you, hop on my back.
da: Jeg bærer dig, hop op på min ryg.
de: Ich trage Euch, klammert Euch an meinem Rücken fest!
fr: Je te porterai, saute sur mon dos.
sv: Jag bär dig. Hoppa upp på min rygg.

source: We have used up half of our supplies.
da: Vi har brugt halvdelen af vores forsyninger.
de: Wir haben die Hälfte unserer Vorräte aufgebraucht!
fr: Nous avons consommé la moitié de nos provisions.
sv: Vi har använt hälften av våra förråd.

source: We have used up three-quarters of our supplies. I suggest you make haste.
da: Vi har brugt 3/4 af vores forsyninger. Jeg forslår at du skynder dig.
de: Wir haben drei Vertel unserer Vorräte aufgebraucht. Wir sollten uns wirklich beeilen!
fr: Nous avons consommé les trois quarts de nos provisions, je suggère que vous pressiez le pas.
sv: Vi har använt tre fjärdedelar av våra förråd. Jag föreslår att du skyndar dig.

source: Our supplies are dangerously low! Hurry!
da: Vores forsyninger er faretruende lave! Hurtigt!
de: Unsere Vorräte gehen zur Neige! Beeilung!
fr: Nous n'avons quasiment plus de ravitaillement ! Dépêchons-nous !
sv: Våra förråd är nästan slut! Skynda!

source: We have run out of supplies, these caverns shall be our tomb!
da: Vi er løbet tør for forsyninger. Disse huler bliver vores gravsted!
de: Wir haben alle unsere Vorräte aufgebraucht. Diese Höhlen werden unser Grab sein .
fr: Nous avons épuisé notre ravitaillement, ces grottes seront notre tombeau !
sv: Våra förråd är slut! De här grottorna kommer att bli vår grav!

source: Rockfall
da: Stenskred
de: Steilhang
fr: Éboulement
sv: Stenras

source: Exit the cave
da: Ud af hulen
de: Verlasst die Höhle
fr: Sortir de la grotte
sv: Ta dig ut ur grottan

source: The exit is nearby. I must find the way out!
da: Udgangen er tæt på. Jeg må finde vejen ud!
de: Der Ausgang ist nah. ich muß den Weg finden!
fr: La sortie est proche. Je dois trouver le chemin !
sv: Utgången är nära. Jag måste hitta dit!

source: I must destroy those boulders, so that the cave exit will collapse.
da: Jeg må ødelægge disse sten, så huleudgangen kollapser.
de: Ich muß diese Felsblöcke zerstören, damit der Höhlenausgang in sich zusammenfällt!
fr: Je dois détruire ces rochers pour faire s'effondrer la voûte de la sortie.
sv: Jag måste förstöra de här stenblocken så att grottmynningen kollapsar.

source: Collapse the cave exit by destroying the six boulders that support it
da: Kollaps huleudgangen ved at ødelægge seks sten som understøtter den
de: Bringt den Ausgang zum Einsturz, indem Ihr sechs Felsblöcke zerstört
fr: Faire s'effondrer la voûte de la sortie en détruisant les six rochers qui la soutiennent.
sv: Rasera grottmynningen genom att förstöra de sex stenblock som stöttar upp den

source: All 6 pillars have been destroyed! Malakar, you have 4 turns to escape!
da: Alle 6 stenstøtter er ødelagt! Malakar, du har 4 runder til at undslippe!
de: Alle sechs wurden zerstört! Malakar, Ihr habt vier Runden, um zu entkommen!
fr: Les six piliers sont détruit ! Malakar, vous avez quatre tours pour vous échapper !
sv: Alla pelare har förstörts! Malakar, du har fyra drag på dig att fly!

source: You must destroy the pillars first.
da: Du må ødelægge stenstøtterne først.
de: Ihr müsst zuerst die Blöcke zerstören!
fr: Il faut d'abord détruire les piliers.
sv: Du måste förstöra pelarna först.

source: Southern Shore
da: Sydlig bred
de: Südliche Küste
fr: La Côte méridionale
sv: Södra stranden

source: Sink the Luna
da: Sænk Luna
de: Versenkt die Luna
fr: Couler le Luna
sv: Sänk Luna

source: After securing the Blue River, Malakar and Kogw boarded the pirate flagship Unforgiver, and set sail for Morogor.
da: Efter sikringen af Den Blå Flod, gik Malakar og Kogw ombord på piratflagskibet Den Nagede, og satte sejl mod Morogor.
de: Nachdem der Blaue Fluß gesichtert worden ist, gingen Malakarf und Kogw an Bord des Flaggschiffs der Piraten, dem Gandenlosen, und setzten die Segel in Richtung Morogor.
fr: Après avoir sécurisé le Fleuve Bleu, Malakar et Kogw montèrent à bord du vaisseau amiral pirate 'le Rancunier' et firent voile vers Morogor.
sv: Efter att de hade säkrat Blå floden så bordade Malakar och Kogw piratskeppet Den Oförsonlige och satte kurs mot Morogor.

source: However, they did not count on the Wesnoth navy. Just as they cleared the coast, they were intercepted by a Wesnothian patrol, the flagship being the Luna.
da: De havde dog ikke regnet med Wesnothflåden. Lige som du kom klar af kysten, blev de afskåret af en patrulje fra Wesnoth, hvor flagskibet var Luna.
de: Allerdings rechneten sie nicht mit der Flotte von Wesnoth. Kaum hatten sie die Küste hinter sich gelassen, als sie von einer Wesnotgh-Patrouillenflotte gestellt wurden. Ihr Flaggschiff war die Luna.
fr: Mais c'était sans compter avec la marine de Wesnoth. À peine avaient-ils quitté la côte qu'ils furent interceptés par une patrouille wesnothienne, dont le vaisseau amiral était le 'Luna'.
sv: Dock hade de inte räknat med Wesnoths flotta. Precis när de hade tagit sig ut från kusten blev de genskjutna av en wesnothisk patrull ombord på skeppet Luna.

source: This is Commodore Jack of the Wesnothian Ship Luna. Lower your sails and prepare to be boarded.
da: Dette er kommandør Jack fra Wesnoth-skibet Luna. Reb jeres sejl og gør klar til at vi kommer om bord.
de: Dies ist Commodore Jack des Flaggschiffs Luna, Wesnoth. Holt Euere Segel ein und macht Euch bereit, um geentert zu werden.
fr: Ici le commodore Jack du navire wesnothian Luna. Amenez les voiles et préparez-vous à être abordés.
sv: Detta är det wesnothiska skeppet Lunas kommendör Jack. Reva era segel och förbered er på att bli bordade.

source: (Malakar) Never!
da: (Malakar) Aldrig!
de: (Malakar) Niemals!
fr: (Malakar) Jamais !
sv: (Malakar) Aldrig!

source: So be it. Prepare to die!
da: Så gør jer klar til at dø!
de: Es sei. Sprecht Euer letztes Gebet.
fr: Ainsi soit-il. Préparez-vous à mourir !
sv: Då så. Bered er på att dö!

source: (Kogw) Let's leave Wesnoth for good!
da: (Kogw) Lad os forlade Wesnoth for bestandig!
de: (Kogw) Laßt uns Wesnoth verlassen!
fr: (Kogw) Quittons Wesnoth pour de bon !
sv: (Kogw) Låt oss lämna Wesnoth för evigt!

source: Survival
da: Overlevelse
de: Überleben
fr: Survie
sv: Överlevnad

source: On the island of Morogor, a drake tribe was sleeping one day when they saw a strange sight.
da: På øen Morogor sov en hestedragestamme da de så et mærkeligt skue.
de: Auf der Insel von Morogor, nach ihrem Mittagsschlaf, sichtete eine Drachensippe ein fremdartiges Schiff.
fr: Un jour sur l'île de Morogor, une tribu drake était en train de dormir quand ils virent un étrange spectacle.
sv: På ön Morogor låg en drakfolksstam och sov när en underlig syn uppenbarade sig.

source: Several boats were sailing toward them, crewed by humans and bristling with guns.
da: Flere skibe sejlede imod dem, fyldt med mennesker og våben.
de: Viele Boote steuerten auf sie zu, bemannt mit bis an die Zähne bewaffneten Menschen.
fr: Plusieurs bateaux faisaient voile vers eux, remplis d'humains et hérissés de canons.
sv: Flertalet båtar seglade mot dem, båtar fulla med människor beväpnade till tänderna.

source: The ships landed, and hordes of humans spilled out.
da: Skibene gik i land og horder af mennesker forlod skibene.
de: Als die Schiffe anlegten, schwärmten unzählige Menschen auf die Insel.
fr: Les bateaux accostèrent libérant des hordes d'humains.
sv: Skeppen nådde stranden och människorna vällde ut.

source: Normally, the humans were peaceful, but now they were out for drake blood.
da: Normalt var menneskene fredelige, men nu var de ude efter hestedrageblod.
de: Normalerweise waren die Menschen friedlich, aber diesmal dürstete es ihnen nach Drachenblut.
fr: Habituellement, les humains étaient pacifiques, mais ce jour là ils étaient en quête de sang de drake.
sv: Vanligtvis var människorna fredliga, men inte den här gången, nu var de ute efter drakblod.

source: The leader of the tribe, Malakar, decided to put up a fight for as long as possible.
da: Lederen af stammen, Malakar, besluttede sig for at kæmpe i så lang tid som muligt.
de: Der Anführer der Sippe, Malakar, entschied sich für Kampf - so lange sie durchhielten.
fr: Le chef de la tribu, Malakar, décida de combattre aussi longtemps que possible.
sv: Stammens ledare, Malakar, beslöt sig för att kämpa så länge som möjligt.

source: Resist for as long as possible
da: Gør modstand i så lang tid som muligt
de: Widersteht, so lange Ihr könnt.
fr: Résister aussi longtemps que possible
sv: Håll stånd så länge som möjligt

source: ARRRRGH!
da: Arrrgh!

source: Underground
da: Under jorden
de: Höhlen
fr: Sous terre
sv: Underjorden

source: We must seize these caverns!
da: Vi må erobre disse huler!
de: Wir müssen diese Höhlen erobern!
fr: Nous devons prendre le contrôle de ces grottes !
sv: Vi måste erövra de här grottorna!

source: Well, well, well. $gold_given pieces of gold were in this chest!
da: Ja ja ja. Der var $gold_given guldstykker i denne kiste!
de: Hm, hm, hm. In der Truhe befanden sich $gold_given Goldstücke!
fr: Bien, bien, bien. Il y avait $gold_given pièces d'or dans ce coffre !
sv: Se där ja! Det fanns $gold_given guldstycken i den här kistan!

source: Hey! $gold_given pieces of gold were in this chest!
da: Hej! Der var $gold_given guldstykker i denne kiste!
de: Hey! Ich habe $gold_given Goldstücke in der Truhe gefunden!
fr: Hé ! Il y avait $gold_given pièces d'or dans ce coffre !
sv: Titta! Det låg $gold_given guldstycken i den här kistan!

source: Hmmm... $gold_given pieces of gold were in this chest!
da: Hmmm... Der var $gold_given guldstykker i denne kiste!
de: Hmmm ... $gold_given Goldstücke befanden sich in dieser Truhe.
fr: Humm... Il y avait $gold_given pièces d'or dans ce coffre !
sv: Hmmm... Det fanns $gold_given guldstycken i den här kistan!

source: Looky here. $gold_given pieces of gold were in this chest!
da: Heldig med denne her. Der var $gold_given guldstykker i denne kiste!
de: Ja-huu! In der Truhe befanden sich $gold_given Goldstücke!
fr: Venez jeter un oeil ! Il y avait $gold_given pièces d'or dans ce coffre !
sv: Titta där. Det fanns $gold_given guldstycken i den här kistan!

source: That is a hidden door. Let's see what's behind it!
da: Det er en skjult dør. Lad os se hvad der gemmer sig bag den!
de: Dort! Eine Geheimtür! mal sehen, was sich dahinter befindet!
fr: C'est une porte dérobée. Voyons voir ce qu'il y a derrière !
sv: En lönndörr! Låt oss se vad som finns bakom den!

source: Let us kill those allies of man!
da: Lad os dræbe de menneskeallierede!
de: Töten wir diese Verbündeten der Menschen!
fr: Tuons ces alliés des humains !
sv: Låt oss döda de där människornas allierade!

source: Hmmm... the bones of a dragon.
da: Hmmm... En drages skelet.
de: Hmm ... ein Drachengerippe.
fr: Hum... des ossements de dragon.
sv: Hmm... Benen av en drake.

source: Hmmm... A statue of a dragon.
da: Hmmm... En dragestatue.
de: Hmm ... eine Drachenstatue!
fr: Humm... Une statue de dragon.
sv: Hmmm... En drakstaty.

source: Die you drake scum!
da: Dø dit hestedrage afskum!
de: Sterbt, Echsenpack!
fr: Meurs racaille drake !
sv: Dö, era vidriga drakar!

source: The humans follow us! We must continue!
da: Menneskene følger efter os! Vi må fortsætte!
de: Die Menschen verfolgen uns! Wir müssen weiter!
fr: Les humains nous suivent ! Il devons continuer !
sv: Människorna följer efter oss! Vi måste fortsätta!

source: Battleship
da: Slagskib
de: Schlachtschiff
fr: Cuirassé
sv: Örlogsskepp

source: The Battleship, very fast and armed with 3 ballistae, is a very versatile ship.
da: Slagskibet, meget hurtigt og bevæbnet med 3 ballistaer, er et meget alsidigt skib.
de: Das Schlachtschiff ist ein mächtiges Schiff: Nicht nur kann es schnell segeln, es ist auch mit drei Ballistae bestückt.
fr: Le cuirassé, très rapide et armé de trois balistes, est un navire très polyvalent.
sv: Örlogskeppet är mycket snabbt och beväpnat med tre ballistor.

source: ballista
da: ballist
fr: baliste

source: pierce
da: stik
de: Stechen
fr: perforant
sv: stick

source: Caravans are used to carry gold or supplies long distances. They are guarded, but they usually also have a soldier with a spear and crossbow in the back to defend them.
da: Karavaner bruges til at transportere guld og forsyninger over lange distancer. De bevogtes men har normalt også en soldat med et spyd eller armbrøst bag dem til at forsvare sig med.
fr: Les convois sont utilisés pour transporter de l'or ou du ravitaillement sur de longues distances. Ils sont gardés mais il y a souvent un soldat équipé d'une lance et d'une arbalète pour les défendre à l'arrière.

source: firststrike
da: initiativ
fr: initiative

source: spear
da: spyd
de: Speer
fr: lance
sv: spjut

source: crossbow
da: armbrøst
de: Armbrust
fr: arbalète

source: Cave Naga
da: Hulenaga
fr: Naga des cavernes
sv: Grottnaga

source: The Cave Naga has adapted to survive deep underground, capable of traveling through even lava. With eyes adapted to low-light conditions, they excel underground and at night, but are hindered by bright light. Their muscles have evolved to be stronger, but slower. Their tail also has a deadly poison.
da: Hulenagaen er tilpasset et liv dybt under jorden. De kan endda bevæge sig igennem lava. Med øjne tilpasset meget lidt lys kan de nemt orientere sig om natten, men de hæmmes af direkte lys. Deres muskler har udviklet sig til at blive stærkere, men langsommere. Deres hale har også en dødelig gift.
de: Der Cave Naga hat sich tiefen Höhlen als Lebensraum angepasst. Selbst Lava überquert er mühelos. Mit Augen, die an geringes Licht gewöhnt sind, stellt die Dunkelheit der Nacht und der Tiefen kein Hindernis für sie dar - im Gegensatz zu Tageslicht.Sie sin d kräftiger, aber langsamer geworden. Ihr Schwanz enthält ein tödliches Gift.
fr: Les nagas des cavernes ont évolué pour survivre loin sous terre, ils sont même capables de se déplacer à travers la lave. Ils excellent sous terre ou de nuit grâce à leurs yeux adaptés aux faibles conditions d'éclairage, mais sont gênés par les lumières vives. Leurs muscles ont évolué pour les rendre plus forts, mais plus lents. Leur queue libère également un poison mortel.
sv: Grottornas nagafolk har anpassat sig till att överleva långt ner i underjorden, i så hög grad att de till och med kan färdas genom lava. Då deras ögon har anpassat sig till omgivningar utan mycket ljus så har de klara fördelar på natten och i underjorden, men dagsljus hindrar dem. Deras muskler har blivit större och starkare, men långsammare. Deras svansar producerar ett dödligt gift.

source: trident
da: trefork
de: Dreizack
sv: treudd

source: tail
da: hale
de: Schwanz
fr: queue
sv: svans

source: poison
da: gift
de: Gift
fr: empoisonnement
sv: gift

source: Chicken
da: Kylling
de: Huhn
fr: Poule
sv: Kyckling

source: Chickens are kept for their meat and eggs.
da: Kyllinger holdes for deres kød og æg.
fr: Les poules sont élevées pour leur viande et leurs oeufs.
sv: Kycklingar används för att ge kött och, längre fram, ägg.

source: impact
da: slag
de: Aufschlag
fr: contondant
sv: kross

source: Clippers, although fast, are very weak. Armed with a ballista, they are used primarily as scouts.
da: Clippere, selvom hurtige, er svage. Bevæbnet med en ballist bruges de mest som spejdere.
de: Schoner sind zwar schnell, aber verwundbar. Nur mit einer Ballista bewaffnet, dienen sie vor allem als Spähschiffe.
fr: Les clippers sont rapides mais très faibles. Armés d'une baliste, ils sont principalement employés en tant qu'éclaireurs.
sv: Klipperskepp är snabba men mycket klena. De är utrustade med en ballista och används mest till spaningsuppdrag.

source: Cow
da: Ko
de: Kuh
fr: Vache
sv: Ko

source: Cows are livestock that are used for their meat, leather, and milk.
da: Ko er dyrehold som holdes for deres køb, læder og mælk.
fr: Les vaches sont du bétail et sont utilisées pour leur viande, leur cuir et leur lait.
sv: Kor är boskap som används för sitt kött, läder och mjölk.

source: kick
da: spark
de: Tritt
fr: ruade
sv: spark

source: Crow
da: Krage
de: Krähe
fr: Corbeau
sv: Kråka

source: Crows are carrion birds which will eat anything dead. Larger ones such as this have been also known to attack when food is scarce.
da: Krageer er ådselædere som vil spise alt dødt. Større dyr som dette er også kendt for at angribe når maden er sparsom.
fr: Les corbeaux sont des oiseaux charognards qui mangent tout ce qui est mort. On sait que les plus gros d'entre eux attaquent quand la nourriture se fait rare.

source: claws
da: kløer
de: Klauen
fr: griffes
sv: klor

source: blade
da: klinge
de: Schneide
fr: tranchant
sv: hugg

source: Door
da: Dør
de: Tür
fr: Porte
sv: Dörr

source: The door will not open for any who are not allied with it.
da: Døren åbner sig kun for allierede.
de: Die Tür wird sich niemandem öffnen, der nicht zu ihren Erschaffern gehört.
fr: La porte ne s'ouvre que pour des unités alliées.
sv: Dörren öppnar sig bara för allierade.

source: Drake Guard
da: Hestedragevagt
de: Drachenwächter
fr: Garde drake
sv: Drakvakt

source: Protected by their massive golden shields, Drake Guards are at the front lines, protecting the Drakes behind them.
da: Beskyttet af deres massive gyldne skjolde gør hestedragevagterne egnede i spidsen af frontlinjen, hvor de kan beskytte hestedragerne bag dem.
de: Drachenwächter bilden im Schutz ihrer massiven Goldschilde die Frontlinie im Gefecht und beschützen so die Drachen hinter sich.
fr: Protégés par leurs massifs bouclier dorés, les gardes drakes tiennent les lignes de front.
sv: Skyddade av massiva gyllene sköldar står drakvakterna längst fram i leden för att skydda trupperna bakom dem.

source: fire breath
da: ildånde
de: Feuerodem
fr: souffle ardent
sv: spruta eld

source: fire
da: ild
de: Feuer
fr: feu
sv: eld

source: Drake Hatchling
da: Hestedrage barn
de: Drachenjunges
fr: Drakonnet
sv: Drakfolksunge

source: A newborn Drake, Hatchlings are used as cannon fodder and as cheap walls.
da: En barne hestedrage. De bruges som kanonføde og som billige vægge.
de: Ein neugeborener Drache dient in Notsituationen als Kanonenfutter und leicht ersetzbare Deckung.
fr: Les drakonnets sont des nouveaux-nés drakes, employés comme chair à canon ou comme murs peu coûteux.
sv: Drakfolksungarna används främst som kanonmat och billiga väggar.

source: Drake Slave
da: Hestedrageslave
de: Drachensklave
fr: Esclave drake
sv: Drakslav

source: Drake Slaves are servile members of this reptilian race.
da: Hestedrageslaver er underdanige medlemmer af denne øglerace.
de: Drachensklaven sind duckmäuserische Mitglieder dieser Reptilienart.
fr: Les esclaves drakes sont des membres serviles de cette race reptilienne.
sv: Drakslavar är denna reptilras tjänstvilliga medlemmar.

source: Drake Rebel
da: Hestedragerebel
de: Drachen-Rebell
fr: Rebelle drake
sv: Drakrebell

source: This was a drake slave, but it has grabbed a spear in rebellion against its masters.
da: Dette var en hestedrageslave, men den har taget et spyd i oprøret imod dens herrer.
de: Dies war ein Drachensklave, aber nun hat er einen Speer ergriffen, um gegen seine Herren aufzubegehren.
fr: C'était un esclave drake avant de saisir une lance pour se soulever contre ses maîtres.
sv: En gång en drakslav, men nu i uppror mot sina herrar.

source: Drake Worker
da: Hestedragearbejder
de: Drachenarbeiter
fr: Travailleur drake
sv: Drakarbetare

source: More advanced Drakes, the Workers fight with their maces.
da: Mere avancerede hestedrager, arbejderne kæmper med deres køller.
de: Als erfahrenere Drachen kämpfen die Drachenarbeiter mit ihren Keulen.
fr: Drakes plus évolués, les travailleurs drakes combattent avec des masses.
sv: Drakarbetarna är lite mer avancerade bland drakfolket, och slåss med spikklubbor.

source: mace
da: morgenstjerne
de: Keule
fr: masse
sv: spikklubba

source: Drake Guerilla
da: Hestedrageguerilla
de: Drachenguerillero
fr: Guérillero drake
sv: Drakgerillakrigare

source: More advanced Drakes, these guerilla fighters have so far led a successful campaign against their masters.
da: Mere avancerede hestedragere. Disse guerillakæmpere har indtil nu anført en succesfuld kampagne imod deres herrer.
de: Als erfahrene Drachen haben diese Drachenguerilleros ihren ehemaligen Herren einen recht erfolgreichen Kampf geliefert
fr: Drakes plus évolués, ces guérilleros ont déjà mené une campagne victorieuse contre leurs maîtres.
sv: Bland de mer avancerade bland drakfolket har gerillakrigarna hittills fört en lyckad kamp mot sina forna herrar.

source: leadership
da: lederskab
de: Fürhungskraft
fr: commandement
sv: ledarskap

source: Dreadnoughts are the pride of the humans' navy. With 3 ballistae and a catapult, they can kill almost anything unlucky enough to be in front of them.
da: En dreadnought er stoltheden i menneskenes flåde. Med 3 ballister og en katapult kan de dræbe næsten alle, som er så uheldige at være foran dem.
de: Schlachtkreuzer sind der Stolz der Flotte der Menschen. mit drei Ballistae und einem Katapult ausgestattet können sie jeden versenken, der ihnen zu nahe kommt.
fr: Les léviathans sont la fierté de la marine humaine. Avec leurs trois balistes et leur catapulte, ils peuvent tuer quasiment n'importe quoi d'assez malchanceux pour se retrouver face à eux.
sv: Slagskeppen är människornas flottas stolthet. Med tre ballistor och en katapult kan de döda nästan vad som helst som har oturen att komma i deras väg.

source: catapult
da: katapult
de: Katapult
fr: catapulte
sv: katapult
