Repository: wescamp/Flight_Freedom-root
Catalog: po/*.po
Languages: da, de, fr, sv

source: Shadow Mage
da: Skyggetroldmand
de: Schattenmagier
fr: Mage d'ombre
sv: Skuggmagiker

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devestating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
da: År med vold og brutalitet i studiet af forbudt magi har gjort skyggetroldmænd til frygtede kæmpere. Nu fuldstændig forblændet af magt, er de kendt for at have kommando over små følger af fanatikere. De bliver overgået i direkte magisk kampstyrke af deres jævnbyrdige, i steden for kanaliserer de deres energi ind i en ødelæggende nærkampstyrke. På trods af deres offensive kraft, er korruptionen i deres sjæl begyndt at påvirke deres helbred.
sv: År av våld och brutalitet för att stödja studierna av de förbjudna magiska konsterna har gjort skuggmagikerna till fruktade krigare. Helt förförda av sin makt har de setts anföra små grupper av anhängare. I strid med andra magiker står de sig slätt, då de istället har fördjupat sig i studiet av närstridsattacker. Trots deras offensiva styrka har deras förvridna själar börjat påverka deras hälsa negativt.

source: short sword
da: kortsværd
de: Kurzschwert
fr: épée courte
sv: kortsvärd

source: ice blast
da: iseksplosion
de: Eisschlag
fr: explosion de glace
sv: isstöt

source: cold
da: kulde
de: Kälte
fr: froid
sv: kyla

source: Major Spirit
da: Større ånd
de: Höherer Geist
sv: Större ande

source: The Major Spirit is one of the most powerful beings known. Literally radiating with power, it can throw lightning bolts that destroy entire cities.
da: Den større ånd er en af de mest magtfulde væsner kendt. Magten strømmer ud fra dem, og de kan kaste lynkugler som ødelægger hele byer.
de: Der Höhere Geist ist einer der mächtigsten bekannten Wesen. Er quillt vor Macht schier über, und seine Blitzschläge können ganze Städte zerstören.
sv: De större andarna är bland de mäktigaste varelserna som finns. De bokstavligen strålar av kraft, och kastar åskviggar som kan förstöra hela städer.

source: lightning
da: lyn
de: Blitz
fr: éclair
sv: åskvigg

source: Minor Spirit
da: Mindre ånd
de: Geringerer Geist
sv: Mindre ande

source: The Thunder Spirits are very powerful and mysterious. Even though this spirit is a minor one, it still wields tremendous power.
da: Tordenånder er meget magtfulde og mystiske. Selvom denne ånd er en mindre ånd, har den stadig imponerende kraft.
de: Die Geringeren Geister sind ebenso mächtig wie mysteriös. Obwohl dies nur ein minderer Geist ist, besitzt er dennoch große Macht.
sv: De mindre andarna är mycket mäktiga och mystiska. Dessa mindre andar kan fortfarande handha väldiga mängder kraft.

source: Thunder Spirit
da: Tordenånd
de: Donnergeist
sv: Åskande

source: The Thunder Spirit is an awesome foe, capable of punching with electric fury and firing lightning bolts capable of destroying houses.
da: Tordenånden er en imponerende modstander, emmende af elektricitet er de i stand til at sende elektriske lynkugler af sted som kan ødelægge huse.
de: Der Donnergeit ist ein furchtbarer Gegner, der in rasendem Zorn Kugelblitze mit einer Wucht zu schleudern vermag, die ein haus vernichten können.
sv: Åskandarna är skräckinjagande fiender som kan slå så det blixtrar och kasta åskviggar kraftfulla nog att jämna hus med marken.

source: Taskmaster
da: Torturmester
de: Foltermeister
sv: Tuktomästare

source: A role mostly filled by the dregs of society, Taskmasters live a perverted life of torturing the slaves under their watch. They especially like beating Drake slaves with their short swords.
da: En rolle normalt udfyldt af de laveste i samfundet. Torturmestre lever et perverteret liv hvor de torturerer slaver. De kan specielt li' at banke hestedrager med deres korte sværd.
de: Foltermeister gehören zum Bodensatz der Gesellschaft. Sie genießen es ganz besonders, Drachensklaven mit ihren Kurzschwertern zu verprügeln.
sv: Ett yrke som samhällets värsta drägg lockas till. Tuktomästarna lever ett perverterat liv med att tortera sina slavarna. De tycker speciellt om att slå drakslavarna med sina kortsvärd.

source: Transport Galleon
da: Transportgaleon
de: Transportgalleone
fr: Galion de transport
sv: Transportgaljon

source: The Transport Galleon is used to ferry men and equipment across water. However, it is very weak and must be escorted.
da: Transportgaleonen bruges til at transportere mænd og udstyr over vand. Den er dog svag og må normalt eskorteres.
de: Die Transportgalleone wird zum Bewegen von Männern und Material verwendet. Sie bietet ein leicht verwundbares Zeil und muß daher eskortiert werden.
sv: Transportgaljonerna används för att skeppa mannar och utrustning över vatten. Den är obestyckad och måste därför ha eskort.

source: Undead Dwarf
da: Udød dværg
de: Untoter Zwerg
sv: Vandöd dvärg

source: A former dwarf brought back to life. They retain the power of dwarves, but also their lack of speed.
da: En tidligere dværg bragt tilbage til livet. De bevarer stryken fra en levende dværg, men også deres manglende bevægelseshastighed.
de: Ein ehemaliger Zwerg, der zu einem Halbleben erweckt wurde. Er besitzt sowohl die Macht eines lebendigen Zwerges, als auch sein langsames Tempo.
sv: En före detta dvärg som har återuppväckts. De har kvar kraften hos dvärgasläktet - så även deras långsamhet.

source: Wolf
da: Ulv
fr: Loup
sv: Varg

source: Large dogs, wolves are aggressive animals which hunt in packs. Although weak individually, a pack of wolves can kill even the strongest man in minutes. Wolves are trained and rode by goblins.
da: Store hunde, ulve er aggressive dyr som jager i grupper. Selvom de er svage individuelt, kan et ulvekobbel dræbe selv den stærkeste mand på minutter. Ulve trænes og bruges som ridedyr af gobliner.
sv: Vargar är aggressiva djur som jagar i flock. Även om en enskild individ är svag, så kan en vargflock döda även den starkaste på några minuter. Vargar tränas och rids av vättar.

source: bite
da: bid
de: Biß
fr: morsure
sv: bett

source: All is lost!
da: Alt er tabt!
de: Alles ist verloren!
sv: Allt är förlorat!

source: Now the drakes will be enslaved again!
da: Nu bliver hestedragerne til slaver igen!
de: Die Drachen werden wieder versklavt werden!
sv: Nu kommer drakarna att bli förslavade igen!

source: I have failed!
da: Jeg er mislykket!
de: Ich habe versagt.
sv: Jag har misslyckats!

source: Death of Kogw
da: Kogws død
de: Kogws Tod
sv: Kogw dör

source: Turns run out
da: Tiden løber ud
de: Die letzte Runde ist verstrichen
fr: Fin des tours atteinte
sv: Dragen tar slut

source: Dissident
de: Abtrünniger
fr: Insoumis

source: Slave
de: Sklave
fr: Esclave
sv: Slav

source: Rebel
de: Rebell
fr: Rebelle
sv: Rebell

source: bawk
fr: bec
sv: kvack

source: bump
de: Rumms
fr: boum
sv: stöt

source: Dreadnought
de: Schlachtkreuzer
fr: Léviathan
sv: Slagskepp

source: Lava Monster
fr: Monstre de lave

source: hoof
fr: sabot
sv: hov

source: oink
fr: groin

source: Lead Malakar and his Drake tribe to freedom from the humans!
de: Führen Sie Malakar und seinen Drachenclan aus der Sklaverei der Menschen!
sv: Led Malakar och hans drakstam från människorna till frihet!

source: Clipper
de: Schoner
sv: Klipper

source: Kamalar
de: Kalamar
