Repository: wescamp/Flight_Freedom-root
Catalog: po/*.po
Languages: da, de, fr, sv

source: Flight to Freedom
da: Vejen til Frihed
de: Flug zur Freiheit
fr: Vol pour la liberté
sv: Flykten till Frihet

source: (hardest)
da: (sværest)
de: (schwer)
fr: (difficile)
sv: (svårast)

source: (easiest)
da: (nemmest)
de: (Leicht)
fr: (facile)
sv: (lättast)

source: Lead Malakar and his Drake tribe to freedom from the humans! Version 3.0
da: Før Malakar og hans hestedragestamme til frihed fra menneskene! Version 3.0
fr: Guidez Malakar et sa tribu de drakes dans leur libération du joug des humains ! Version 3.0

source: Betrayal
da: Forræderi
de: Verrat
fr: Trahison
sv: Förräderi

source: Defeat enemy leader
da: Besejr fjendlig leder
de: Besiegen Sie den gegnerischen Anführer
fr: Vaincre le chef ennemi
sv: Besegra fiendeledaren

source: After leaving the cave, Malakar ended up in a mountainous area of the Isle, only to have the traitor Theracar steal half of his gold.
da: Efter at have forladt hulen endte Malakar i et bjergområde af øen, og forræderen Theracar havde stjålet halvdelen af hans guld.
de: Als er die Höhle verließ, fand er sich in einer bergigen Gegend der Insel wieder - nur um festzustellen, daß ihm die Hälfte seines Goldschatzes vom Verräter Theracar gestohlen worden war!
fr: Une fois ressorti à l'air libre, Malakar se retrouva dans une zone montagneuse de l'île...pour se faire voler la moitié de son or par le traître Theracar.
sv: Efter att ha lämnat grottan så fann sig Malakar i en bergig del av ön, varvid förrädaren Theracar stal hälften av hans guld.

source: Pay us 500 gold or we will kill you!
da: Betal os 500 guldstykker eller vi slår dig ihjel!
de: Gebt uns fünfhundert Goldstücke, oder wir werden Euch töten!
fr: Donne-nous 500 pièces d'or ou nous t'ôterons la vie !
sv: Betala oss femhundra guld, annars dödar vi dig!

source: Shall I pay 500 gold?
da: Skal jeg betale 500 guldstykker?
de: Soll ich wirklich fünfhundert Goldstücke zahlen? Fünfhundert?
fr: Dois-je payer 500 pièces d'or ?
sv: Skall jag betala femhundra guld?

source: Very well. Here is 500 gold pieces.
da: Udmærket. Her er 500 guldstykker.
de: Was soll's. Nehmt das Gold!
fr: Très bien. Voici 500 pièces d'or.
sv: Nåväl. Här är femhundra guldstycken.

source: Fool! Die!
da: Fjols! Dø!
de: Trottel! Stirb!
fr: Imbécile ! Meurs !
sv: Dåre! Dö!

source: You can't pay! Die!
da: Kan du ikke betale! Dø!
de: Ihr könnt nicht zahlen? Dann sterbt!
fr: Tu ne peux pas payer ! Meurs !
sv: Kan du inte betala? Då skall du dö!

source: No!
da: Nej!
de: Niemals!
fr: Non !
sv: Nej!

source: Die!
da: Dø!
de: Stirb!
fr: Meurs !
sv: Dö!

source: Here is the 500 gold!
da: Her er 500 guldstykker!
de: Hier, hier ist das Gold!
fr: Voici les 500 pièces d'or !
sv: Här är femhundra guld!

source: Die traitor! Die!
da: Dø forræder! Dø!
de: Du Sohn einer vermaledaiten Federschleiche aus den stinkenden Gossen von Rottvulkor, du elender Verräter, stirb!
fr: Meurs, traître ! Meurs !
sv: Dö, förrädare! Dö!

source: Blockade
da: Blokade
fr: Blocus
sv: Blockad

source: Move the Unforgiver to the East
da: Flyt Den Nagede til Øst
de: Schafft den Gnadenlosen gen Osten.
fr: Amener le Rancunier vers l'est
sv: Segla Den Oförsonlige österut

source: Destruction of the Unforgiver
da: Ødelæggelse af Den Nagede
de: Vernichtung des Gnadenlosen
fr: Le Rancunier est détruit
sv: Den Oförsonlige besegras

source: After defeating the human, Malakar and Kogw entered the Unforgiver.
da: Efter at have besejret mennesket gik Malakr og Kogw hen til Den Nagede.
de: Nachdem die Sklaventreiber besiegt worden sind, betreten Malakar und Kogw den Gnadenlosen.
fr: Malakar et Kogw montèrent à bord du Rancunier après avoir vaincu les humains.
sv: Efter ha besegrat människan så gick Malakar och Kogw ombord på Den Oförsonlige

source: However, when Malakar was a month out, he found himself in a place where Merman and Nagas were fighting an age-old war.
da: Men da Malakar havde rejst i en måned befandt han sig på et sted hvor havmænd og nagaer kæmpede en årelang krig.
de: Nach einem Monat kam Malakar in ein Gebiet, in dem sich Meervolk und Nagas seit Jahren heftige Kämpfe lieferten.
fr: Mais au bout d'un mois, Malakar se retrouva à l'endroit où ondins et nagas se battaient depuis des générations.
sv: När Malakar hade färdats i en månad, landade han mitt i en fejd mellan sjöfolket och nagafolket.

source: (Malakar) We must get through!
da: (Malakar) Vi må igennem!
de: (Malakar) Wir müssen durchbrechen!
fr: (Malakar) Nous devons passer à travers !
sv: (Malakar) Vi måste komma igenom!

source: (Kogw) On to Morogor!
da: (Kogw) Fremad mod Morogor!
de: (Kogw) Auf nach Morogor!
fr: (Kogw) En route pour Morogor !
sv: (Kogw) Vidare till Morogor!

source: Blue River
da: Blå flod
de: Blauer Fluß
fr: Le Fleuve Bleu
sv: Blå floden

source: I must secure the Blue River's mouth, so I can sail out of Wesnoth!
da: Jeg må sikre Den Blå Flods munding, så jeg kan sejle ud af Wesnoth!
fr: Je dois dégager l'embouchure du Fleuve Bleu pour pouvoir quitter Wesnoth par bateau !
sv: Jag måste säkra Blå floden så att jag kan segla ut ur Wesnoth!

source: Psst! Those humans giving you trouble? I can help!
da: Psst! Giver de mennesker dig problemer? Jeg kan hjælpe!
de: Psst! Machen Euch diese Menschen Schwierigkeiten? Ich kann helfen!
fr: Psst ! Ces satanés humains vous causent des problèmes ? Je peux vous donner un coup de main !
sv: Psst! Ger de där människorna dig problem? Jag kan hjälpa dig!

source: How?
da: Hvordan?
de: Wie?
fr: Comment ?
sv: Hur då?

source: I'm the leader of a band of pirates. Those damn elves have been chasing us.
da: Jeg er leder af en gruppe pirater. De forpulede elver har jagtet os.
de: Ich bin der Captain einer Piratenbande! Diese verfluchten Elfen haben uns gejagt!
fr: Je suis le chef d'une bande de pirates. Ces maudits elfes nous ont pourchassés.
sv: Jag är ledare för ett piratband. De där förbannade alverna är efter oss.

source: Kill the Elves, and we'll join you.
da: Dræb elverne og vi slutter os til dig.
de: Röstet die Elfen, und unsere Kampfkraft steht Euch zur Verfügung!
fr: Tuez les elfes et nous nous joindrons à vous.
sv: Om du dödar alverna så skall vi ansluta oss till dig.

source: Why should I trust you, human?
da: Hvorfor skulle jeg stole på dig menneske?
de: Weshalb, Mensch, sollte ich Euch trauen?
fr: Pourquoi devrais-je te faire confiance, humain ?
sv: Varför skulle jag lita på dig, människa?

source: Because you have to, idiot. If you want to leave this place, you'll have to do it by sea.
da: Fordi du ikke har noget valg fjols. Hvis du ønsker at forlade dette sted må du af sted til søs.
de: Weil Euch keine andere Wahl bleibt, mein kaltblütiger Freund. Falls Ihr diesen Ort lebendig verlassen möchtet, bleibt Euch nur der Seeweg!
fr: Parce que c'est votre seule solution, imbécile. Vous ne pouvez quitter cet endroit que par la mer.
sv: Därför att du måste, din idiot. Om du vill komma bort härifrån stället så måste du ta dig över havet.

source: Stupid human, what do you think those things on our backs are?
da: Dumme menneske, hvad tror du det er for ting vi har på ryggen?
de: Nichtswürdiges Menschlein, bist du von Blindheit geschlagen, daß du jene zwei Dinger auf meinem Rücken nicht gesehen hast?
fr: Humain stupide, que crois-tu que soient ces choses dans mon dos ?
sv: Dumma människa, vad tror du att sakerna på våra ryggar är?

source: The ocean winds blow with great speed. You cannot fly against them. And what will become of your spearmen?
da: Havvindene er kraftige. Du kan ikke flyve imod dem. Og hvad skal der blive af dine spydmænd?
de: Der Wind bläst scharf über dem Ozean. Gegen ihn werdet Ihr mit Eueren Schwingen kaum ankommen! Und was würde aus Eueren Speerträgern werden?
fr: Les vents de l'océan soufflent à grande vitesse. Vous ne pouvez pas les remonter en volant. Et que deviendront vos porte-lances ?
sv: Havsvindarena är starka och hårda. Du kan inte flyga mot dem. Och dina spjutmän?

source: How DARE you insult my clashers, puny softskin!
da: Hvor vover du at fornærme mine spydmænd, ynkelige blødhud!
de: Wie kannst du es wagen, meine Clasher zu beleidigen, du arrogante kleine Samthaut!?
fr: Comment OSES-tu insulter mes cogneurs, chétive peau molle !
sv: Hur VÅGAR du förolämpa mina soldater, ditt ynkliga vekskinn!

source: You'll have to leave them behind. What a loss for the 'great lord of the drakes'.
da: Du må lade dem tilbage. Hvilket tab for en »storlensherre af hestedragerne«.
de: Langsam, langsam! Ihr werdet sie zurücklassen müssen! Ah, welch ein Verlust für den hochherrlichen Fürst der Drachen!
fr: Vous devrez les abandonner derrière vous. Quelle perte pour le 'grand seigneur des drakes' !
sv: Du måste lämna dem. Vilken förlust för drakfolkets 'stora furste'!

source: Fine. But you had better prove your worth!
da: Okay. Men du må hellere bevise dit værd!
de: Nun gut. Ihr beweist besser, daß Ihr Eueres Wortes würdig seid. Los!
fr: Très bien. Mais tu ferais mieux de prouver que tu en vaux la peine !
sv: Då då. Men först måste du bevisa att du är något att ha!

source: Very well, we will aid you.
da: Udmærket vi hjælper dig.
de: Es sei, wir werden Euch zur Seite stehen!
fr: Parfait, nous vous aiderons.
sv: Nåväl, vi skall hjälpa dig.

source: And how do I guarantee that you will not kill us? Swear on the fire of Gar-Alagar, king of the gods of Morogor, an oath to me!
da: Og hvordan garanteres jeg, at du ikke dræber os? Svær en ed til mig på Gar-Alagars ild, konge af Morogors guder.
de: Und welche Sicherheit gebt Ihr uns, daß Ihr uns nicht heimtückisch ermorden werdet? Schwört mir Treue beim Feuer von Gar-Alagar, dem Höchsten unter den Göttern Morogors!
fr: Et comment puis-je être sûr que vous ne nous tuerez pas ? Prête-moi serment, sur le feu de Gar-Alagar, roi des dieux de Morogor !
sv: Och hur vet jag att ni inte kommer att döda oss? Svär, vid Morogors gudars konung, Gar-Alagars, eld!

source: Upon the eyes of my gods I swear my loyalty.
da: Under gudernes øjne sværger jeg min loyalitet.
de: Bei den Augen meiner Götter schwöre ich Euch Treue.
fr: Je jure sur la tête de mes dieux de vous être fidèle.
sv: Vid mina gudars ögon så svär jag min trohet.

source: Do not mention your 'gods' again, infidel human. I see I will have to teach you manners.
da: Nævn ikke dine »guder« igen dit ugudelige menneske. Jeg kan se at jeg må lære dig nogle manerer.
de: Wagt nicht, Euere 'Götter' noch ein Mal zu erwähnen, Ungläubiger. Es scheint, daß ich Euch Euch Manieren beibringen muß!
fr: Ne mentionne plus jamais tes 'dieux', humain infidèle. Je vois que je vais devoir t'apprendre les bonnes manières.
sv: Nämn inte dina 'gudar' igen, otrogna människa. Jag måste visst lära dig lite folkvett.

source: Swear by Gar-Alagar, king of the gods of Morogor, in the future, or you will be sacrificed to him, heathen.
da: Svær ved Gar-Alagar, konge af Morogors guder, i fremtiden eller du bliver ofret til ham din hedning.
de: In Zukunft schwört Ihr bei Gar-Alagar, dem Höchsten der Götter Morogors, oder wir werden Euch ihm zu Ehren rösten, Menschlein!
fr: A l'avenir, tu jureras sur Gar-Alagar, roi des dieux de Morogor, païen, sinon tu lui seras offert en sacrifice !
sv: Svär vid Gar-Alagar, Morogors gudars konung, i framtiden, annars så kommer du att offras till honom, kättare.

source: To the ocean!
da: Til havet!
de: Auf zum Ozean!
fr: Vers l'océan !
sv: Till havs!

source: I still suffer from my enslavement! I cannot fly that far!
da: Jeg er stadig påvirket af mit slaveri! Jeg kan ikke flyve så langt!
de: Noch immer leide ich unter den Folgen der Sklaverei! Ich vermag noch nicht so weit zu fliegen!
fr: Je souffre toujours de ma captivité. Je ne peux voler aussi loin !
sv: Jag plågas fortfarande av min fångenskap! Jag kan inte flyga så långt!

source: Very well. We shall sail.
da: Udmærket. Vi sejler.
de: Nun gut. Wir werden segeln.
fr: Très bien. Nous allons devoir naviguer.
sv: Nåväl. Då seglar vi.

source: Caravan
da: Karavane
de: Karavane
fr: Le Convoi
sv: Karavan

source: Destroy the caravan
da: Ødlæg karavanen
de: Vernichtet die Karavane
fr: Détruire le convoi
sv: Förstör karavanen

source: Death of Malakar
da: Malakars død
de: Tod Malakars
fr: Mort de Malakar
sv: Malakar dör

source: Caravan is destroyed by wolves
da: Karavanen er ødelagt af ulve
de: Die Karavane wird von Wölfen vernichtet.
fr: Le convoi est détruit par les loups
sv: Karavanen förstörs av vargar

source: Caravan escapes
da: Karavanen undslipper
de: Die Karavane entkommt.
fr: Le convoi s'échappe
sv: Karavanen kommer undan

source: After killing the man and torching his house, Malakar headed out to intercept the caravan.
da: Efter at have dræbt manden og brændt hans hus tog Malakar ud for at afbryde karavanen.
de: Nachdem Malakar den Mann umgebracht und sein Haus in Feuer gebadet hat, eilt er los, um sich um die Karavane zu kümmern.
fr: Malakar se mit en route pour intercepter le convoi après avoir tué l'homme et incendié son manoir.
sv: Efter att ha dödat människan och bränt ner hans hus så gick Malakar för att genskjuta karavanen.

source: Now that I have freed the tribe, I have true warriors at hand!
da: Nu da jeg har befriet stammen har jeg rigtige krigere til rådighed!
de: Nun, alsda ich meinen Stamm befreit habe, stehen mir aufrechte Krieger zur Seite!
fr: Je dispose de véritables guerriers maintenant que j'ai libéré la tribu !
sv: Nu när vi har befriat stammen så har jag tillgång till riktiga krigare!

source: The caravan must not enter the hills! Charge!
da: Karavanen må ikke komme ind i bakkerne! Angrib!
de: Die Karavane darf die Hügel nicht erreichen! Zum Angriff!
fr: Le convoi ne doit pas atteindre les collines ! Chargez !
sv: Karavanen får inte komma in bland kullarna! Attack!

source: No! The caravan has escaped into the hills!
da: Nej! Karavanen er undsluppet ind i bakkerne!
de: Nein! Die Karavane konnte in die Hügel flüchten!
fr: Non ! Le convoi s'est échappé dans les collines !
sv: Nej! Karavanen har flytt in bland kullarna!

source: 500 gold! This will go a long way to our cause!
da: 500 guldstykker! Det vil være til stor hjælp for vores mission!
de: Fünfhundert Goldstücke! Das bringt uns unserem Ziel ein großes Stück näher.
fr: 500 pièces d'or ! Voila qui sera profitable à notre cause !
sv: Femhundra guld! Det här kommer att göra vår sak gott!

source: No! The wolves have destroyed the gold!
da: Nej! Ulvene har ødelagt guldet!
de: Die Wölfe! Sie haben die Karavane vernichtet!
fr: Non ! les loups ont détruit le convoi !
sv: Nej! Vargarna har förstört guldet!

source: The Drake Escape
da: Hestedrage flugten
de: Das Entkommen der der Drachen.
fr: La Fuite des drakes
sv: Drakfolkets flykt

source: Move Malakar to the cave entrance
da: Flyt Malakar til huleindgangen
de: Führt Malakar zum Höhleneingang.
fr: Amener Malakar à l'entrée des souterrains
sv: Led Malakar till grottmynningen

source: I have eluded them for now.
da: Jeg har undgået dem indtil nu.
de: Für diesmal bin ich ihnen entkommen.
fr: Je leur ai échappé pour l'instant.
sv: Jag har kommit undan dem för stunden.

source: You wish!
da: Det tror du!
de: Das könnte Euch so passen!
fr: C'est ce que tu crois !
sv: Trodde du, ja!

source: Humans! Servants of Good! Die you innocent people!
da: Mennesker! Tjenere af Guud! Dø i uskyldige folk!
de: Menschlein! Knechte des Guten! Sterbt, ihr unschuldigen Wesen!
fr: Humains ! Serviteurs du Bien ! Mourez, bande de naïfs !
sv: Människor! Det Godas tjänare! Dö, oskyldiga människor!

source: We must go for the cave entrance!
da: Vi må hen til huleindgangen!
de: Wir müssen den Höhleneingang erreichen!
fr: Nous devons nous diriger vers l'entrée des souterrains !
sv: Vi måste komma till grottmynningen!

source: Do you think we are bats? Wings do not work very well underground. Neither do cold blooded Drakes!
da: Tror du vi er flagermus? Vinger er ikke gode at have under jorden. Koldblodede hestedrager hører heller ikke hjemme dernede!
fr: Nous prends-tu pour des chauve-souris ? Nos ailes ne sont pas très efficaces sous terre. Des drakes à sang froid non plus !

source: Our enemies are at are our very backs! We must flee!
da: Vores fjender er lige i hælene på os! Vi må flygte!
fr: Nos ennemis sont juste derrière ! Nous devons fuir !

source: Why can't we work together against the drakes?
da: Hvorfor kan vi ikke arbejde sammen imod hestedragerne?
de: Weshalb können wir unsere Kräfte eigentlich nicht gegen die Drachen vereinen?
fr: Pourquoi ne pas nous unir contre les drakes ?
sv: Varför kan vi inte arbeta mot drakfolket tillsammans?

source: Very well, we are allies for now.
da: Udmærket. Vi er allierede for nu.
de: So sei es denn, für dieses Mal sind wir Verbündete.
fr: Très bien, nous sommes alliés pour l'instant.
sv: Låt gå, vi är allierade för stunden.

source: Underground!
da: Under jorden!
de: Die Höhlen!
fr: Dans les souterrains !
sv: Under jord!

source: A spirit has attacked!
da: En ånd har angrebet!
de: Ein Geist hat angegriffen.
fr: Un esprit a attaqué !
sv: En ande har attackerat!

source: It didn't attack! It just appeared!
da: Den angreb ikke! Den dukkede bare op!
fr: Il n'a pas attaqué ! Il est juste apparu !

source: Are you going to say that EVERY time?
da: Skal du sige det hver gang?
fr: Est-ce que tu vas dire ça à CHAQUE fois ?

source: They pursue us! We must hurry!
da: De forfølger os! Vi må skynde os!
de: Sie sind uns auf den Fersen! Wir müssen uns beeilen!
fr: Ils nous poursuivent ! Nous devons nous dépêcher !
sv: De förföljer oss! Vi måste skynda oss!

source: *gasp* They slaughtered that village's inhabitants in cold blood!
da: *suk* De slagtede den landsbys indbyggere med kold blod!
de: *Argh!* Sie haben die Bewohner des Dorfes kaltblütig ermordet!
fr: *hoquet* Ils ont massacré les habitants de ce village de sang-froid !
sv: *flämt* De har slaktat byns invånare med berått mod!

source: They have summoned reinforcements, it is hopeless.
da: De har hidkaldt forstærkninger. Det er håbløst.
de: Dort kommt die Verstärkung des Feindes! Die Lage ist hoffnungslos!
fr: Ils ont appelé des renforts, c'est sans espoir.
sv: De har fått förstärkningar. Det är hopplöst.

source: Endgame
da: Slutspil
de: Ende
fr: Fin du jeu
sv: Slutspel

source: After liberating his home, Malakar and Kamalar mounted a joint offensive against the capital city of Weswyt.
da: Efter befrielsen af deres hjem startede Malakar og Kamalar en fælles offensiv imod hovedstaden Weswyt.
de: Nachdem die Heimat befreit ist, starten Malakar und Kamalar eine Großoffensive gegen die Hauptstadt Weswyt.
fr: Après avoir libéré leur foyer, Malakar et Kamalar mirent au point une offensive conjuguée sur la capitale de Weswyt.
sv: Efter att ha befriat sitt hem så ledde Malakar och Kamalar en gemensam offensiv mot huvudstaden Weswyt.

source: Malakar would command the saurians, and the drake army would be split between them.
da: Malakar skulle stå for kommandoen af øglerne og hestedragehæren skulle deles imellem dem.
de: Malakar führte das Kommando über die Saurianer. Die Drachenarmee wurde auf die Anführer aufgeteilt.
fr: Malakar commanderait les saurien, et l'armée drake devrait être disséminée parmi eux.
sv: Malakar skulle föra befälet över ödlefolket och drakarmén bli uppdelad mellan dem.

source: Malakar and Kamalar would lead the main force, and the saurian commander, Kzzklk, would lead his force of saurians, in hopes of outflanking the humans.
da: Malakar og Kamalar skulle anføre hovedstyrken, og øglekommandøren Kzzklk skulle anføre hans styrke af øgler i håb om at kunne flanke menneskene.
de: Malakar und Kamalar führten den Hauptschlag, während der Saurianerkommandant Kzzklk seine Truppen von der Flanke her gegen die Menschen lenkte, in der Hoffnung, ihre Linien aufzubrechen.
fr: Malakar et Kamalar dirigeraient la force principale et les sauriens, commandé par Kzzklk, tenteraient de déborder les humains.
sv: Malakar och Kamalar skulle leda huvudstyrkan, och ödlemännens befälhavare, Kzzklk, skulle leda sin trupp med ödlemän mot människornas flank.

source: So this is what the bastards did with our city!
da: Så dette er hvad møgsvinene gjorde med vores by!
de: Dies ist es also, was diese Hunde unserer Stadt angetan haben!
fr: Voila donc ce que ces charognes ont fait de notre ville !
sv: Se vad de gjort med vår stad!

source: Yes. The humans have defiled the Temple of Gar-Alagar!
da: Ja. Menneskene har skændet Gar-Alagars tempel!
de: Allerdings. Die Menschen haben den Tempel von Gar-Alagar geschändet!
fr: Oui. Les humains ont profané le temple de Gar-Alagar !
sv: Ja! Människorna har förorenat Gar-Alagars tempel!

source: I will kill meeeeself ssssome humanssss!
da: Jeg vil dræbe miiiig nooogle mennnnnesker!
de: Hhhichhh werrrde sssssselbsssst Mensshhen umbringen!
fr: Je vais ocsssssire cccccces zzzzzumains !
sv: Ääääntligen kommer jaaaag få döda nååågra männisssskor!

source: Now I will get revenge for my enslavement!
da: Nu får jeg hævn for mit fangenskab!
de: Endlich werde ich meine Rache für die Zeit der Sklaverei bekommen!
fr: Maintenant je vais me venger d'avoir été mis en esclavage !
sv: Nu skall jag få hämnd för mitt förslavande!

source: Well said, brother. THE FIGHT FOR FREEDOM BEGINS HERE!!!
da: Godt sagt bror. Kampen for frihed begynder her!!!
de: Wohl gesprochen, Bruder! DER KAMPF UM DIE FREIHEIT HAT BEGONNEN!
fr: Bien parlé, frère. LE COMBAT POUR LA LIBERTE COMMENCE ICI !
sv: Väl talat, broder. FRIHETSKAMPEN BÖRJAR HÄR!!!

source: Theeere are nooooo mmmore sssssaurians lleft.
da: Der er ikke flere øgler tilbage.
de: Esssss haben sss keine sssaurianer überlebt ... sssss ...
fr: illll ne ressssste plllus de sssssauriens.
sv: Deeet finns iiiinga ödlemäään kvaar.

source: I dddddie! Fffight ffor meee...avvvennnnge...kkkill huuumansssss...
da: Jeg dør! Kæmp for mig ... Hævn mig ... Dræb menneskene ...
de: Ichhh ssssterbe ... Kämpffft ... sss ... rächt ... sss ... rächt mich ... sss ... tööötet ... töööhhh...
fr: Je trépassssse ! Commmmbattez pour mmmmoi... vengeanccccce... masssssssacrez les zzzzzzumains...
sv: Jag döööör! Slåssss föör miiig... Hämnassss... Döööda männissskor...

source: NOOOOOOOO! I commit suicide!
da: Nej! Jeg begår selvmord!
de: NEIN! Ich ersäufe mich selbst!
fr: NONNNNNNN ! Je me suicide !
sv: Neeeeeej! Jag begår självmord!

source: GUARDS!!! Slay them all!
da: Vagter!!! Dræb dem alle!
de: WACHEN! Tötet sie alle!
fr: GARDES ! Tuez-les tous !
sv: VAKTER!!! Döda dem allihop!

source: Morogor is ours!
da: Morogor er vores!
de: Ha! Morogor ist Unser!
fr: Morogor est à nous !
sv: Morogor är vårt!

source: But this is bittersweet. My brother is dead.
da: Men det er en bitter dag. Min bror er død.
de: Ein bitterer Triumph! Mein Bruder ist gefallen!
fr: Mais la victoire est amère. Mon frère est mort.
sv: Men segern är bitter. Min bror är död.

source: He died fighting for you. Like any of your other soldiers would.
da: Han døde i kamp for dig. Som enhver af dine andre soldater ville have gjort.
de: Er starb im Kampf für Euch. Wie ein jeder Euerer wackeren Krieger es tun würde!
fr: Il est mort en combattant pour vous, comme l'aurait fait n'importe lequel de vos soldats.
sv: Han dog medan han slogs för dig. Som vilken annan av dina soldater som helst skulle göra.

source: He was a true warrior.
da: Han var en sand kriger.
de: Ja, in seinen Adern floß das Blut des wahren Kriegers.
fr: C'était un véritable guerrier.
sv: Han var en sann krigare.

source: Brother!
da: Bror!
de: Bruder!
fr: Frère !
sv: Broder!

source: I am gone! Fight on against the humans without me!
da: Jeg er færdig! Kæmp videre mod menneskene uden mig!
de: Ich bin fort! Bekämpft die Menschen ohne mich! Das Feuer sei mit Euch!
fr: Je quitte ce monde ! Continue le combat sans moi !
sv: Jag är förlorad! Slåss vidare mot människorna utan mig!

source: At yooourrr ccccommaaaand!
da: Under din kommando!
de: Zu Eueren ... sssiii ... Dienssssten! Ssss ...
fr: A vos zzzzzzzordres !
sv: Pååå dinnnn beefalllniiiing!
